#+TITLE: 在家的时间 
#+DATE: 2019-01-01

* 工作
** 杂事
*** 每日计划
    CLOCK: [2020-02-17 一 13:01]--[2020-02-17 一 13:10] =>  0:09
    CLOCK: [2020-02-05 三 10:33]--[2020-02-05 三 11:00] =>  0:27
    CLOCK: [2020-02-04 二 10:01]--[2020-02-04 二 10:30] =>  0:29
    CLOCK: [2020-02-03 一 10:30]--[2020-02-03 一 11:08] =>  0:38
    CLOCK: [2020-02-03 一 09:54]--[2020-02-03 一 10:25] =>  0:31
    CLOCK: [2019-08-05 一 09:59]--[2019-08-05 一 10:10] =>  0:11
*** 团队周报
    CLOCK: [2020-02-21 五 13:14]--[2020-02-21 五 13:52] =>  0:38
    CLOCK: [2020-02-21 五 12:22]--[2020-02-21 五 12:50] =>  0:28
    CLOCK: [2020-02-14 五 13:28]--[2020-02-14 五 14:12] =>  0:44
    CLOCK: [2020-01-24 五 17:21]--[2020-01-24 五 18:18] =>  0:57
    CLOCK: [2019-06-08 六 00:11]--[2019-06-08 六 00:23] =>  0:12
*** 个人周报
    CLOCK: [2020-02-03 一 18:25]--[2020-02-03 一 18:35] =>  0:10
*** 2003 Q1工作回顾和Q2 OKR设定
    CLOCK: [2020-03-30 一 08:00]--[2020-03-30 一 09:23] =>  1:23
    CLOCK: [2020-03-30 一 06:58]--[2020-03-30 一 07:56] =>  0:58
    CLOCK: [2020-03-29 日 22:24]--[2020-03-29 日 23:00] =>  0:36
    CLOCK: [2020-03-29 日 16:51]--[2020-03-29 日 17:33] =>  0:42
*** 2002 京东数科数据中台线上分享
    CLOCK: [2020-02-20 四 15:04]--[2020-02-20 四 16:04] =>  1:00
*** 2001 20Q1 OKR设定
    CLOCK: [2020-02-13 四 09:22]--[2020-02-13 四 10:52] =>  1:30
    CLOCK: [2020-02-12 三 21:49]--[2020-02-12 三 23:04] =>  1:15
    CLOCK: [2020-02-09 日 22:43]--[2020-02-09 日 23:20] =>  0:37
*** 1910 Q3 OKR Review和Q4 OKR设定
    CLOCK: [2019-10-14 一 09:13]--[2019-10-14 一 09:33] =>  0:20
    CLOCK: [2019-10-14 一 04:49]--[2019-10-14 一 05:40] =>  0:51
    CLOCK: [2019-10-14 一 03:26]--[2019-10-14 一 04:25] =>  0:59
    CLOCK: [2019-10-14 一 02:57]--[2019-10-14 一 03:09] =>  0:12
*** 1909 和主席沟通发展记录
    CLOCK: [2019-09-26 四 01:08]--[2019-09-26 四 01:31] =>  0:23
*** 1907 校招提前批面试准备
    CLOCK: [2019-08-09 五 01:07]--[2019-08-09 五 02:05] =>  0:58
*** 1908 19年秋季晋升数据工程内部评审
    CLOCK: [2019-08-02 五 00:55]--[2019-08-02 五 01:43] =>  0:48
*** 1907 Q3 OKR设定
    CLOCK: [2019-07-16 二 00:22]--[2019-07-16 二 00:55] =>  0:33
*** 1907 Q2 OKR Review
    CLOCK: [2019-07-05 五 08:23]--[2019-07-05 五 09:22] =>  0:59
    CLOCK: [2019-07-05 五 01:42]--[2019-07-05 五 01:56] =>  0:14
** 运维
*** MI 运维
    CLOCK: [2020-03-27 五 23:27]--[2020-03-27 五 23:56] =>  0:29
    CLOCK: [2020-03-27 五 22:49]--[2020-03-27 五 23:03] =>  0:14
    CLOCK: [2020-03-15 日 17:00]--[2020-03-15 日 17:20] =>  0:20
    CLOCK: [2020-03-11 三 19:56]--[2020-03-11 三 20:47] =>  0:51
    CLOCK: [2020-03-11 三 18:16]--[2020-03-11 三 18:24] =>  0:08
    CLOCK: [2020-03-11 三 16:07]--[2020-03-11 三 17:07] =>  1:00
    CLOCK: [2020-03-11 三 02:30]--[2020-03-11 三 02:54] =>  0:24
    CLOCK: [2020-03-11 三 00:56]--[2020-03-11 三 01:12] =>  0:16
    CLOCK: [2020-03-10 二 23:01]--[2020-03-10 二 23:11] =>  0:10
    CLOCK: [2020-03-10 二 20:08]--[2020-03-10 二 21:55] =>  1:47
    CLOCK: [2020-03-10 二 15:30]--[2020-03-10 二 16:20] =>  0:50
    CLOCK: [2020-03-03 二 21:14]--[2020-03-03 二 21:59] =>  0:45
    CLOCK: [2020-03-02 一 21:55]--[2020-03-02 一 22:32] =>  0:37
    CLOCK: [2020-02-26 三 20:36]--[2020-02-26 三 21:40] =>  1:04
    CLOCK: [2020-02-25 二 00:10]--[2020-02-25 二 00:31] =>  0:21
    CLOCK: [2020-02-24 一 22:41]--[2020-02-24 一 22:52] =>  0:11
    CLOCK: [2020-02-24 一 21:53]--[2020-02-24 一 22:39] =>  0:46
    CLOCK: [2020-02-21 五 20:12]--[2020-02-21 五 20:32] =>  0:20
    CLOCK: [2020-02-21 五 11:03]--[2020-02-21 五 11:57] =>  0:54
    CLOCK: [2020-02-21 五 10:37]--[2020-02-21 五 10:48] =>  0:11
    CLOCK: [2020-02-20 四 19:46]--[2020-02-20 四 21:12] =>  1:26
    CLOCK: [2020-02-19 三 21:45]--[2020-02-19 三 23:16] =>  1:31
    CLOCK: [2020-02-18 二 20:16]--[2020-02-18 二 20:38] =>  0:22
    CLOCK: [2020-02-16 日 13:10]--[2020-02-16 日 13:19] =>  0:09
    CLOCK: [2020-02-16 日 01:13]--[2020-02-16 日 01:18] =>  0:05
    CLOCK: [2020-02-15 六 23:28]--[2020-02-16 日 00:49] =>  1:21
    CLOCK: [2020-02-15 六 20:10]--[2020-02-15 六 20:31] =>  0:21
    CLOCK: [2020-02-14 五 15:48]--[2020-02-14 五 16:12] =>  0:24
    CLOCK: [2020-02-14 五 14:12]--[2020-02-14 五 14:33] =>  0:21
    CLOCK: [2020-02-14 五 11:42]--[2020-02-14 五 12:10] =>  0:28
    CLOCK: [2020-02-14 五 11:36]--[2020-02-14 五 11:42] =>  0:06
    CLOCK: [2020-02-13 四 21:12]--[2020-02-13 四 21:40] =>  0:28
    CLOCK: [2020-02-13 四 16:50]--[2020-02-13 四 16:51] =>  0:01
    CLOCK: [2020-02-13 四 16:02]--[2020-02-13 四 16:43] =>  0:41
    CLOCK: [2020-02-10 一 13:22]--[2020-02-10 一 13:32] =>  0:10
    CLOCK: [2020-02-10 一 11:59]--[2020-02-10 一 12:10] =>  0:11
    CLOCK: [2020-02-09 日 14:41]--[2020-02-09 日 15:10] =>  0:29
    CLOCK: [2020-02-08 六 00:25]--[2020-02-08 六 00:33] =>  0:08
    CLOCK: [2020-02-06 四 19:49]--[2020-02-06 四 20:00] =>  0:11
    CLOCK: [2020-02-06 四 19:10]--[2020-02-06 四 19:22] =>  0:12
    CLOCK: [2020-02-06 四 11:51]--[2020-02-06 四 12:09] =>  0:18
    CLOCK: [2020-02-06 四 11:47]--[2020-02-06 四 11:50] =>  0:03
    CLOCK: [2020-02-06 四 10:43]--[2020-02-06 四 11:30] =>  0:47
    CLOCK: [2020-02-06 四 10:22]--[2020-02-06 四 10:41] =>  0:19
    CLOCK: [2020-02-05 三 19:46]--[2020-02-05 三 21:08] =>  1:22
    CLOCK: [2020-02-05 三 12:35]--[2020-02-05 三 12:41] =>  0:06
    CLOCK: [2020-02-04 二 03:00]--[2020-02-04 二 03:14] =>  0:14
    CLOCK: [2020-02-03 一 17:29]--[2020-02-03 一 17:58] =>  0:29
    CLOCK: [2020-02-02 日 01:46]--[2020-02-02 日 02:00] =>  0:14
    CLOCK: [2020-01-27 一 10:57]--[2020-01-27 一 11:06] =>  0:09
    CLOCK: [2020-01-23 四 01:57]--[2020-01-23 四 02:19] =>  0:22
    CLOCK: [2020-01-22 三 23:09]--[2020-01-22 三 23:23] =>  0:14
    CLOCK: [2020-01-10 五 03:47]--[2020-01-10 五 03:50] =>  0:03
    CLOCK: [2020-01-10 五 02:49]--[2020-01-10 五 03:24] =>  0:35
    CLOCK: [2020-01-04 六 07:58]--[2020-01-04 六 08:05] =>  0:07
    CLOCK: [2019-12-27 五 00:47]--[2019-12-27 五 01:12] =>  0:25
    CLOCK: [2019-12-22 日 18:10]--[2019-12-22 日 18:33] =>  0:23
    CLOCK: [2019-12-22 日 17:07]--[2019-12-22 日 17:21] =>  0:14
    CLOCK: [2019-12-22 日 16:01]--[2019-12-22 日 16:52] =>  0:51
    CLOCK: [2019-12-22 日 14:52]--[2019-12-22 日 15:02] =>  0:10
    CLOCK: [2019-12-22 日 13:36]--[2019-12-22 日 14:40] =>  1:04
    CLOCK: [2019-12-21 六 17:18]--[2019-12-21 六 17:41] =>  0:23
    CLOCK: [2019-12-19 四 08:27]--[2019-12-19 四 08:36] =>  0:09
    CLOCK: [2019-12-18 三 23:25]--[2019-12-19 四 00:21] =>  0:56
    CLOCK: [2019-12-15 日 12:02]--[2019-12-15 日 12:23] =>  0:21
    CLOCK: [2019-12-15 日 11:18]--[2019-12-15 日 12:02] =>  0:44
    CLOCK: [2019-12-15 日 09:15]--[2019-12-15 日 09:25] =>  0:10
    CLOCK: [2019-12-14 六 22:34]--[2019-12-14 六 23:40] =>  1:06
    CLOCK: [2019-12-14 六 12:44]--[2019-12-14 六 13:16] =>  0:32
    CLOCK: [2019-12-01 日 11:01]--[2019-12-01 日 11:33] =>  0:32
    CLOCK: [2019-12-01 日 10:23]--[2019-12-01 日 10:39] =>  0:16
    CLOCK: [2019-11-25 一 01:13]--[2019-11-25 一 01:22] =>  0:09
    CLOCK: [2019-11-25 一 00:31]--[2019-11-25 一 00:53] =>  0:22
    CLOCK: [2019-11-16 六 11:57]--[2019-11-16 六 12:27] =>  0:30
    CLOCK: [2019-10-28 一 23:54]--[2019-10-29 二 00:20] =>  0:26
    CLOCK: [2019-09-27 五 02:13]--[2019-09-27 五 02:22] =>  0:09
    CLOCK: [2019-09-22 日 10:55]--[2019-09-22 日 11:17] =>  0:22
    CLOCK: [2019-09-22 日 00:17]--[2019-09-22 日 01:05] =>  0:48
    CLOCK: [2019-08-14 三 00:01]--[2019-08-14 三 00:19] =>  0:18
    CLOCK: [2019-08-13 二 22:54]--[2019-08-13 二 23:32] =>  0:38
    CLOCK: [2019-08-05 一 22:31]--[2019-08-05 一 22:40] =>  0:09
    CLOCK: [2019-08-05 一 18:20]--[2019-08-05 一 18:32] =>  0:12
    CLOCK: [2019-08-04 日 23:47]--[2019-08-05 一 00:02] =>  0:15
    CLOCK: [2019-08-03 六 11:15]--[2019-08-03 六 11:42] =>  0:27
    CLOCK: [2019-07-31 三 02:15]--[2019-07-31 三 02:27] =>  0:12
    CLOCK: [2019-07-25 四 01:41]--[2019-07-25 四 01:57] =>  0:16
    CLOCK: [2019-07-24 三 23:48]--[2019-07-25 四 00:34] =>  0:46
    CLOCK: [2019-07-24 三 23:02]--[2019-07-24 三 23:12] =>  0:10
    CLOCK: [2019-07-22 一 23:59]--[2019-07-23 二 00:10] =>  0:11
    CLOCK: [2019-07-22 一 22:43]--[2019-07-22 一 23:09] =>  0:26
    CLOCK: [2019-07-20 六 23:01]--[2019-07-21 日 00:10] =>  1:09
    CLOCK: [2019-07-09 二 11:32]--[2019-07-09 二 11:58] =>  0:26
    CLOCK: [2019-07-01 一 08:27]--[2019-07-01 一 08:46] =>  0:19
    CLOCK: [2019-07-01 一 08:26]--[2019-07-01 一 08:27] =>  0:01
    CLOCK: [2019-06-29 六 01:24]--[2019-06-29 六 01:47] =>  0:23
    CLOCK: [2019-06-11 二 00:39]--[2019-06-11 二 01:03] =>  0:24
    CLOCK: [2019-06-10 一 23:10]--[2019-06-10 一 23:44] =>  0:34
    CLOCK: [2019-06-01 六 22:55]--[2019-06-01 六 23:23] =>  0:28
    CLOCK: [2019-05-29 三 09:15]--[2019-05-29 三 09:20] =>  0:05
    CLOCK: [2019-05-29 三 05:25]--[2019-05-29 三 06:11] =>  0:46
    CLOCK: [2019-05-28 二 23:49]--[2019-05-29 三 00:32] =>  0:43
    CLOCK: [2019-05-06 一 00:15]--[2019-05-06 一 00:43] =>  0:28
    CLOCK: [2019-04-30 二 01:22]--[2019-04-30 二 01:32] =>  0:10
*** 2002 整理MI监控加上Listen overflow的监控
    CLOCK: [2020-02-27 四 01:17]--[2020-02-27 四 02:10] =>  0:53
*** 2002 排查新版Agent部署后大量出现的节点未启动的问题
    CLOCK: [2020-02-22 六 00:40]--[2020-02-22 六 01:02] =>  0:22
    CLOCK: [2020-02-21 五 17:22]--[2020-02-21 五 18:24] =>  1:02
    CLOCK: [2020-02-21 五 16:53]--[2020-02-21 五 17:13] =>  0:20
    CLOCK: [2020-02-21 五 16:00]--[2020-02-21 五 16:24] =>  0:24
    CLOCK: [2020-02-21 五 15:13]--[2020-02-21 五 16:00] =>  0:47
    CLOCK: [2020-02-21 五 14:21]--[2020-02-21 五 14:36] =>  0:15
    CLOCK: [2020-02-20 四 13:14]--[2020-02-20 四 13:35] =>  0:21
    CLOCK: [2020-02-20 四 11:15]--[2020-02-20 四 12:43] =>  1:28
    CLOCK: [2020-02-20 四 10:44]--[2020-02-20 四 11:09] =>  0:25
    CLOCK: [2020-02-20 四 02:18]--[2020-02-20 四 02:25] =>  0:07
    CLOCK: [2020-02-20 四 00:26]--[2020-02-20 四 02:00] =>  1:34
    CLOCK: [2020-02-16 日 21:15]--[2020-02-16 日 22:18] =>  1:03
    CLOCK: [2020-02-16 日 19:58]--[2020-02-16 日 20:15] =>  0:17
    CLOCK: [2020-02-16 日 14:45]--[2020-02-16 日 16:27] =>  1:42
*** 2002 凤巢鹰眼传输延时问题排查
    CLOCK: [2020-02-14 五 17:09]--[2020-02-14 五 17:30] =>  0:21
    CLOCK: [2020-02-14 五 16:14]--[2020-02-14 五 16:30] =>  0:16
    CLOCK: [2020-02-13 四 20:05]--[2020-02-13 四 21:12] =>  1:07
    CLOCK: [2020-02-13 四 16:01]--[2020-02-13 四 16:02] =>  0:01
    CLOCK: [2020-02-13 四 14:16]--[2020-02-13 四 15:00] =>  0:44
    CLOCK: [2020-02-13 四 01:40]--[2020-02-13 四 02:36] =>  0:56
    CLOCK: [2020-02-12 三 14:32]--[2020-02-12 三 14:43] =>  0:11
    CLOCK: [2020-02-11 二 14:14]--[2020-02-11 二 14:48] =>  0:34
    CLOCK: [2020-02-11 二 11:10]--[2020-02-11 二 12:24] =>  1:14
    CLOCK: [2020-02-11 二 09:25]--[2020-02-11 二 10:14] =>  0:49
    CLOCK: [2020-02-07 五 22:32]--[2020-02-07 五 23:01] =>  0:29
    CLOCK: [2020-02-07 五 21:10]--[2020-02-07 五 21:42] =>  0:32
    CLOCK: [2020-02-07 五 18:20]--[2020-02-07 五 18:34] =>  0:14
    CLOCK: [2020-02-07 五 16:54]--[2020-02-07 五 17:55] =>  1:01
*** 1912 排查12月20日wise展现数据异常
    CLOCK: [2019-12-22 日 11:50]--[2019-12-22 日 11:57] =>  0:07
    CLOCK: [2019-12-22 日 11:00]--[2019-12-22 日 11:41] =>  0:41
    CLOCK: [2019-12-22 日 09:31]--[2019-12-22 日 10:59] =>  1:28
*** 1912 凤巢原生200多台机器延时问题排查
    CLOCK: [2019-12-21 六 19:45]--[2019-12-21 六 20:39] =>  0:54
    CLOCK: [2019-12-21 六 14:35]--[2019-12-21 六 15:37] =>  1:02
    CLOCK: [2019-12-21 六 12:10]--[2019-12-21 六 13:03] =>  0:53
    CLOCK: [2019-12-21 六 10:11]--[2019-12-21 六 12:00] =>  1:49
    CLOCK: [2019-12-21 六 08:43]--[2019-12-21 六 09:50] =>  1:07
    CLOCK: [2019-12-21 六 00:33]--[2019-12-21 六 01:22] =>  0:49
    CLOCK: [2019-12-20 五 22:47]--[2019-12-20 五 23:09] =>  0:22
    CLOCK: [2019-12-20 五 22:23]--[2019-12-20 五 22:45] =>  0:22
*** 1912 MI ZK Snapshot过大问题
    CLOCK: [2019-12-14 六 14:42]--[2019-12-14 六 15:53] =>  1:11
    CLOCK: [2019-12-14 六 14:36]--[2019-12-14 六 14:37] =>  0:01
*** 1911 排查MI agent出core问题
    CLOCK: [2019-11-30 六 01:07]--[2019-11-30 六 01:30] =>  0:23
    CLOCK: [2019-11-29 五 23:47]--[2019-11-29 五 23:51] =>  0:04
*** 1911 旧版b2log迁移gcc82后出core排查
    CLOCK: [2019-12-01 日 13:01]--[2019-12-01 日 13:15] =>  0:14
    CLOCK: [2019-11-28 四 22:31]--[2019-11-28 四 22:46] =>  0:15
    CLOCK: [2019-11-28 四 20:18]--[2019-11-28 四 20:55] =>  0:37
*** 1910 度秘复发通知延时和报警失灵问题排查
    CLOCK: [2019-11-03 日 18:37]--[2019-11-03 日 18:50] =>  0:13
    CLOCK: [2019-11-03 日 18:22]--[2019-11-03 日 18:35] =>  0:13
    CLOCK: [2019-11-03 日 16:43]--[2019-11-03 日 18:00] =>  1:17
*** 1907 排查报警失灵问题
    CLOCK: [2019-08-16 五 00:49]--[2019-08-16 五 01:05] =>  0:16
*** 1908 排查content_alliance 延迟问题
    CLOCK: [2019-08-05 一 11:50]--[2019-08-05 一 12:03] =>  0:13
    CLOCK: [2019-08-04 日 01:40]--[2019-08-04 日 02:12] =>  0:32
    CLOCK: [2019-08-03 六 23:52]--[2019-08-04 日 00:10] =>  0:18
    CLOCK: [2019-08-03 六 21:47]--[2019-08-03 六 22:30] =>  0:43
    CLOCK: [2019-08-03 六 18:10]--[2019-08-03 六 18:38] =>  0:28
    CLOCK: [2019-08-03 六 13:34]--[2019-08-03 六 13:37] =>  0:03
*** 1905 MI Master上线117097d6
    CLOCK: [2019-05-17 五 23:57]--[2019-05-18 六 00:29] =>  0:32
    CLOCK: [2019-05-16 四 23:40]--[2019-05-17 五 00:44] =>  1:04
*** 1903 公有云Trace采集问题跟进
** 会议
*** 数据工厂例会
    CLOCK: [2020-02-20 四 10:31]--[2020-02-20 四 10:44] =>  0:13
    CLOCK: [2020-02-19 三 10:38]--[2020-02-19 三 10:59] =>  0:21
    CLOCK: [2020-02-17 一 10:30]--[2020-02-17 一 11:30] =>  1:00
    CLOCK: [2020-02-14 五 10:59]--[2020-02-14 五 11:36] =>  0:37
    CLOCK: [2020-02-13 四 10:52]--[2020-02-13 四 11:20] =>  0:28
    CLOCK: [2020-02-12 三 10:30]--[2020-02-12 三 11:49] =>  1:19
    CLOCK: [2020-02-11 二 10:28]--[2020-02-11 二 11:00] =>  0:32
    CLOCK: [2020-02-10 一 10:30]--[2020-02-10 一 11:59] =>  1:29
*** 2003 数据流通会议
    CLOCK: [2020-04-01 三 09:29]--[2020-04-01 三 10:33] =>  1:04
*** 2002 1.15 BP ZK拆分业务有损case study
    CLOCK: [2020-02-05 三 17:01]--[2020-02-05 三 17:52] =>  0:51
** MI 3.0 BFE
*** 1907 项目周报
    CLOCK: [2019-08-30 五 02:41]--[2019-08-30 五 03:04] =>  0:23
*** 1908 支持Hadoop Streaming方式启动
    CLOCK: [2019-08-26 一 09:15]--[2019-08-26 一 09:17] =>  0:02
    CLOCK: [2019-08-11 日 22:41]--[2019-08-11 日 23:10] =>  0:29
    CLOCK: [2019-08-11 日 18:38]--[2019-08-11 日 18:57] =>  0:19
    CLOCK: [2019-08-11 日 17:36]--[2019-08-11 日 18:26] =>  0:50
    CLOCK: [2019-08-11 日 16:25]--[2019-08-11 日 17:20] =>  0:55
    CLOCK: [2019-08-11 日 00:13]--[2019-08-11 日 00:40] =>  0:27
    CLOCK: [2019-08-10 六 23:19]--[2019-08-11 日 00:00] =>  0:41
    CLOCK: [2019-08-05 一 20:59]--[2019-08-05 一 22:19] =>  1:20
    CLOCK: [2019-08-05 一 17:30]--[2019-08-05 一 18:00] =>  0:30
    CLOCK: [2019-08-05 一 16:51]--[2019-08-05 一 17:13] =>  0:22
    CLOCK: [2019-08-05 一 15:34]--[2019-08-05 一 16:36] =>  1:02
    CLOCK: [2019-08-05 一 01:41]--[2019-08-05 一 01:57] =>  0:16
    CLOCK: [2019-08-04 日 19:28]--[2019-08-04 日 19:38] =>  0:10
    CLOCK: [2019-08-04 日 14:58]--[2019-08-04 日 16:36] =>  1:38
    CLOCK: [2019-08-03 六 15:46]--[2019-08-03 六 17:08] =>  1:22
** MI 上云
*** 1905 云上非自动流程完善
    CLOCK: [2019-05-21 二 23:49]--[2019-05-22 三 00:01] =>  0:12
** MI 2.12
*** 2003 关于MI订阅三期（MFS）的畅想
    CLOCK: [2020-03-26 四 13:24]--[2020-03-26 四 13:52] =>  0:28
    CLOCK: [2020-03-26 四 00:41]--[2020-03-26 四 00:59] =>  0:18
** MI 2.11
*** 2003 继续解决Master压力大问题
    CLOCK: [2020-03-26 四 13:52]--[2020-03-26 四 14:30] =>  0:38
    CLOCK: [2020-03-26 四 11:45]--[2020-03-26 四 12:17] =>  0:32
*** 2003 afs/bp的comlog打印问题
    CLOCK: [2020-03-25 三 01:55]--[2020-03-25 三 02:17] =>  0:22
    CLOCK: [2020-03-25 三 01:41]--[2020-03-25 三 01:55] =>  0:14
*** 2003 agent支持读proto3
    CLOCK: [2020-03-11 三 20:47]--[2020-03-11 三 22:19] =>  1:32
*** 2002 自动清理传输流和Checkpoint中的下线节点的机制
    CLOCK: [2020-03-03 二 22:41]--[2020-03-03 二 23:37] =>  0:56
    CLOCK: [2020-03-03 二 21:59]--[2020-03-03 二 22:15] =>  0:16
    CLOCK: [2020-03-03 二 00:05]--[2020-03-03 二 00:43] =>  0:38
    CLOCK: [2020-03-02 一 22:32]--[2020-03-02 一 22:54] =>  0:22
    CLOCK: [2020-02-26 三 01:25]--[2020-02-26 三 01:40] =>  0:15
    CLOCK: [2020-02-25 二 20:56]--[2020-02-25 二 20:59] =>  0:03
    CLOCK: [2020-02-25 二 19:33]--[2020-02-25 二 20:51] =>  1:18
    CLOCK: [2020-02-25 二 15:20]--[2020-02-25 二 16:06] =>  0:46
    CLOCK: [2020-02-25 二 13:31]--[2020-02-25 二 14:44] =>  1:13
    CLOCK: [2020-02-25 二 09:39]--[2020-02-25 二 10:30] =>  0:51
    CLOCK: [2020-02-23 日 23:38]--[2020-02-24 一 00:01] =>  0:23
    CLOCK: [2020-02-23 日 21:49]--[2020-02-23 日 23:20] =>  1:31
    CLOCK: [2020-02-20 四 23:49]--[2020-02-21 五 01:13] =>  1:24
    CLOCK: [2020-02-20 四 21:22]--[2020-02-20 四 21:42] =>  0:20
*** 2002 MI数据治理讨论（数据流通同学洪生）
    CLOCK: [2020-02-05 三 11:01]--[2020-02-05 三 11:44] =>  0:43
*** 2002 MI ZK Segment自动删除
    CLOCK: [2020-02-14 五 16:13]--[2020-02-14 五 16:14] =>  0:01
    CLOCK: [2020-02-05 三 15:35]--[2020-02-05 三 16:23] =>  0:48
    CLOCK: [2020-02-05 三 14:04]--[2020-02-05 三 15:21] =>  1:17
    CLOCK: [2020-02-05 三 11:51]--[2020-02-05 三 12:11] =>  0:20
    CLOCK: [2020-02-05 三 09:59]--[2020-02-05 三 10:33] =>  0:34
    CLOCK: [2020-02-04 二 22:38]--[2020-02-05 三 00:24] =>  1:46
    CLOCK: [2020-02-04 二 18:34]--[2020-02-04 二 19:08] =>  0:34
    CLOCK: [2020-02-04 二 16:29]--[2020-02-04 二 18:20] =>  1:51
    CLOCK: [2020-02-04 二 15:05]--[2020-02-04 二 15:25] =>  0:20
    CLOCK: [2020-02-04 二 11:54]--[2020-02-04 二 12:25] =>  0:31
** MI 2.10
*** 1912 节点下线时，将最后的文件close并mv到数据目录
    CLOCK: [2020-01-07 二 07:08]--[2020-01-07 二 08:09] =>  1:01
    CLOCK: [2020-01-07 二 01:11]--[2020-01-07 二 01:38] =>  0:27
*** 1912 master自动nc唤醒
    CLOCK: [2019-12-23 一 00:14]--[2019-12-23 一 00:49] =>  0:35
    CLOCK: [2019-12-23 一 00:02]--[2019-12-23 一 00:10] =>  0:08
    CLOCK: [2019-12-22 日 22:20]--[2019-12-22 日 23:57] =>  1:37
    CLOCK: [2019-12-21 六 19:03]--[2019-12-21 六 19:20] =>  0:17
    CLOCK: [2019-12-21 六 17:41]--[2019-12-21 六 18:46] =>  1:05
    CLOCK: [2019-12-19 四 02:03]--[2019-12-19 四 02:10] =>  0:07
*** 1912 修复b2log的自带curl的-fPIC参数问题
    CLOCK: [2019-12-16 一 22:48]--[2019-12-16 一 23:59] =>  1:11
*** 1912 基于nc的supervisor的联调测试
    CLOCK: [2019-12-11 三 08:19]--[2019-12-11 三 10:12] =>  1:53
    CLOCK: [2019-12-11 三 02:25]--[2019-12-11 三 02:45] =>  0:20
    CLOCK: [2019-12-08 日 23:44]--[2019-12-08 日 23:58] =>  0:14
    CLOCK: [2019-12-08 日 23:19]--[2019-12-08 日 23:31] =>  0:12
    CLOCK: [2019-12-08 日 23:00]--[2019-12-08 日 23:08] =>  0:08
    CLOCK: [2019-12-08 日 21:35]--[2019-12-08 日 21:36] =>  0:01
*** 1911 MI各模块迁移Opera
    CLOCK: [2019-11-26 二 23:08]--[2019-11-27 三 00:08] =>  1:00
*** 1910 supervisor开发（基于nc）
    CLOCK: [2019-11-24 日 14:30]--[2019-11-24 日 15:06] =>  0:36
    CLOCK: [2019-11-23 六 20:07]--[2019-11-23 六 20:41] =>  0:34
    CLOCK: [2019-11-23 六 16:00]--[2019-11-23 六 16:54] =>  0:54
    CLOCK: [2019-11-23 六 14:44]--[2019-11-23 六 15:25] =>  0:41
** MI 2.9
*** 1907 b2log迁移icode
    CLOCK: [2019-09-22 日 22:27]--[2019-09-22 日 23:35] =>  1:08
    CLOCK: [2019-07-17 三 02:46]--[2019-07-17 三 02:52] =>  0:06
    CLOCK: [2019-07-15 一 01:20]--[2019-07-15 一 01:55] =>  0:35
*** 1908 Matrix/Opera销毁实例回调API
    CLOCK: [2019-09-01 日 22:37]--[2019-09-01 日 23:00] =>  0:23
    CLOCK: [2019-09-01 日 21:37]--[2019-09-01 日 22:00] =>  0:23
    CLOCK: [2019-08-17 六 00:30]--[2019-08-17 六 01:17] =>  0:47
*** 1908 sofa-pbrpc改造为baidu-rpc
    CLOCK: [2019-08-28 三 01:30]--[2019-08-28 三 02:50] =>  1:20
    CLOCK: [2019-08-22 四 23:13]--[2019-08-22 四 23:25] =>  0:12
    CLOCK: [2019-08-22 四 02:30]--[2019-08-22 四 03:53] =>  1:23
    CLOCK: [2019-08-22 四 01:15]--[2019-08-22 四 02:01] =>  0:46
*** 1907 BFE改造拆解和排期
    CLOCK: [2019-07-21 日 16:56]--[2019-07-21 日 17:42] =>  0:46
*** 1907 BFE改造方案设计
    CLOCK: [2019-07-12 五 00:17]--[2019-07-12 五 00:50] =>  0:33
    CLOCK: [2019-07-11 四 23:03]--[2019-07-12 五 00:00] =>  0:57
*** 1907 b2log发版修复度秘偶然出core问题
    CLOCK: [2019-07-09 二 23:06]--[2019-07-10 三 00:18] =>  1:12
    CLOCK: [2019-07-09 二 21:54]--[2019-07-09 二 22:56] =>  1:02
    CLOCK: [2019-07-09 二 18:58]--[2019-07-09 二 20:20] =>  1:22
    CLOCK: [2019-07-09 二 10:48]--[2019-07-09 二 10:53] =>  0:05
    CLOCK: [2019-07-09 二 01:01]--[2019-07-09 二 02:01] =>  1:00
*** 1907 BFE改造方案设计
    CLOCK: [2019-07-04 四 01:12]--[2019-07-04 四 01:54] =>  0:42
    CLOCK: [2019-07-04 四 00:46]--[2019-07-04 四 01:00] =>  0:14
** MI 3.0
*** 1904 云培训PPT
    CLOCK: [2019-04-22 一 01:56]--[2019-04-22 一 02:35] =>  0:39
*** 1904 Q2开发设计文档
    CLOCK: [2019-04-24 三 23:32]--[2019-04-24 三 23:45] =>  0:13
    CLOCK: [2019-04-21 日 22:31]--[2019-04-21 日 22:45] =>  0:14
** MI 2.8
*** 1907 水位回退问题修复
    CLOCK: [2019-07-02 二 01:20]--[2019-07-02 二 02:31] =>  1:11
*** 1906 重建ES集群
    CLOCK: [2019-06-23 日 23:45]--[2019-06-24 一 01:12] =>  1:27
*** 1905 修复中转传输record_id对不上的问题
    CLOCK: [2019-05-23 四 23:59]--[2019-05-24 五 01:37] =>  1:38
*** 1905 MI平台上Opera
    CLOCK: [2019-05-15 三 00:12]--[2019-05-15 三 00:34] =>  0:22
*** 1904 MI 2.8设计和排期
    CLOCK: [2019-04-28 日 23:27]--[2019-04-29 一 00:01] =>  0:34
** MI 3.0 RS
*** 1906 解决MI的Boxer迁移问题
    CLOCK: [2019-06-25 二 00:10]--[2019-06-25 二 00:34] =>  0:24
*** 1906 RS培训后的鲁班监控完善
    CLOCK: [2019-06-21 五 00:36]--[2019-06-21 五 01:21] =>  0:45
* 学习
** 记录和反思
*** 2001 和轩瑜的大事的解决方案
    CLOCK: [2020-03-29 日 21:53]--[2020-03-29 日 22:24] =>  0:31
    CLOCK: [2020-03-27 五 21:14]--[2020-03-27 五 22:35] =>  1:21
    CLOCK: [2020-03-24 二 22:38]--[2020-03-24 二 22:52] =>  0:14
    CLOCK: [2020-03-15 日 15:02]--[2020-03-15 日 16:06] =>  1:04
    CLOCK: [2020-03-10 二 21:55]--[2020-03-10 二 23:01] =>  1:06
    CLOCK: [2020-03-10 二 16:49]--[2020-03-10 二 17:30] =>  0:41
    CLOCK: [2020-03-02 一 23:04]--[2020-03-02 一 23:39] =>  0:35
    CLOCK: [2020-03-02 一 00:47]--[2020-03-02 一 01:10] =>  0:23
    CLOCK: [2020-03-01 日 23:26]--[2020-03-02 一 00:34] =>  1:08
    CLOCK: [2020-03-01 日 19:08]--[2020-03-01 日 20:08] =>  1:00
    CLOCK: [2020-03-01 日 00:17]--[2020-03-01 日 00:26] =>  0:09
    CLOCK: [2020-02-29 六 20:32]--[2020-03-01 日 00:15] =>  3:43
    CLOCK: [2020-02-29 六 16:01]--[2020-02-29 六 16:06] =>  0:05
    CLOCK: [2020-02-29 六 15:00]--[2020-02-29 六 15:18] =>  0:18
    CLOCK: [2020-02-29 六 13:24]--[2020-02-29 六 13:32] =>  0:08
    CLOCK: [2020-02-28 五 21:29]--[2020-02-28 五 23:09] =>  1:40
    CLOCK: [2020-02-27 四 21:15]--[2020-02-27 四 21:39] =>  0:24
    CLOCK: [2020-02-27 四 07:55]--[2020-02-27 四 08:59] =>  1:04
    CLOCK: [2020-02-27 四 07:10]--[2020-02-27 四 07:44] =>  0:34
    CLOCK: [2020-02-27 四 03:01]--[2020-02-27 四 03:15] =>  0:14
    CLOCK: [2020-02-26 三 21:42]--[2020-02-26 三 22:43] =>  1:01
    CLOCK: [2020-02-25 二 21:15]--[2020-02-25 二 22:40] =>  1:25
    CLOCK: [2020-02-25 二 21:00]--[2020-02-25 二 21:05] =>  0:05
    CLOCK: [2020-02-23 日 21:13]--[2020-02-23 日 21:48] =>  0:35
    CLOCK: [2020-02-22 六 19:30]--[2020-02-23 日 00:14] =>  4:44
    CLOCK: [2020-02-22 六 12:21]--[2020-02-22 六 12:50] =>  0:29
    CLOCK: [2020-02-22 六 10:48]--[2020-02-22 六 11:00] =>  0:12
    CLOCK: [2020-02-18 二 21:48]--[2020-02-18 二 22:05] =>  0:17
    CLOCK: [2020-02-16 日 22:18]--[2020-02-16 日 23:31] =>  1:13
    CLOCK: [2020-02-16 日 17:01]--[2020-02-16 日 17:23] =>  0:22
    CLOCK: [2020-02-16 日 11:31]--[2020-02-16 日 13:09] =>  1:38
    CLOCK: [2020-02-15 六 17:00]--[2020-02-15 六 17:09] =>  0:09
    CLOCK: [2020-02-15 六 16:50]--[2020-02-15 六 16:57] =>  0:07
    CLOCK: [2020-02-15 六 14:10]--[2020-02-15 六 14:45] =>  0:35
    CLOCK: [2020-02-15 六 13:12]--[2020-02-15 六 13:38] =>  0:26
    CLOCK: [2020-02-15 六 01:45]--[2020-02-15 六 02:32] =>  0:47
    CLOCK: [2020-02-14 五 19:46]--[2020-02-14 五 20:57] =>  1:11
    CLOCK: [2020-02-14 五 12:45]--[2020-02-14 五 13:28] =>  0:43
    CLOCK: [2020-02-14 五 12:24]--[2020-02-14 五 12:34] =>  0:10
    CLOCK: [2020-02-14 五 10:27]--[2020-02-14 五 10:59] =>  0:32
    CLOCK: [2020-02-13 四 21:50]--[2020-02-14 五 00:30] =>  2:40
    CLOCK: [2020-02-12 三 18:50]--[2020-02-12 三 20:13] =>  1:23
    CLOCK: [2020-02-12 三 12:09]--[2020-02-12 三 13:52] =>  1:43
    CLOCK: [2020-02-11 二 23:10]--[2020-02-12 三 00:46] =>  1:36
    CLOCK: [2020-02-11 二 19:51]--[2020-02-11 二 23:08] =>  3:17
    CLOCK: [2020-02-11 二 15:58]--[2020-02-11 二 16:55] =>  0:57
    CLOCK: [2020-02-11 二 10:14]--[2020-02-11 二 10:28] =>  0:14
    CLOCK: [2020-02-09 日 12:44]--[2020-02-09 日 14:27] =>  1:43
    CLOCK: [2020-02-09 日 02:50]--[2020-02-09 日 03:07] =>  0:17
    CLOCK: [2020-02-09 日 01:56]--[2020-02-09 日 02:32] =>  0:36
    CLOCK: [2020-02-08 六 19:28]--[2020-02-08 六 21:41] =>  2:13
    CLOCK: [2020-02-08 六 01:25]--[2020-02-08 六 01:41] =>  0:16
    CLOCK: [2020-02-07 五 20:16]--[2020-02-07 五 21:00] =>  0:44
    CLOCK: [2020-02-07 五 01:38]--[2020-02-07 五 02:19] =>  0:41
    CLOCK: [2020-02-06 四 23:07]--[2020-02-07 五 00:46] =>  1:39
    CLOCK: [2020-02-06 四 01:56]--[2020-02-06 四 02:09] =>  0:13
    CLOCK: [2020-02-06 四 00:00]--[2020-02-06 四 00:34] =>  0:34
    CLOCK: [2020-02-05 三 22:02]--[2020-02-05 三 23:40] =>  1:38
    CLOCK: [2020-02-05 三 21:08]--[2020-02-05 三 21:53] =>  0:45
    CLOCK: [2020-02-04 二 11:46]--[2020-02-04 二 11:54] =>  0:08
    CLOCK: [2020-02-04 二 11:05]--[2020-02-04 二 11:20] =>  0:15
    CLOCK: [2020-02-04 二 01:05]--[2020-02-04 二 02:04] =>  0:59
    CLOCK: [2020-02-03 一 23:10]--[2020-02-04 二 00:04] =>  0:54
    CLOCK: [2020-02-03 一 21:56]--[2020-02-03 一 22:30] =>  0:34
    CLOCK: [2020-02-03 一 21:06]--[2020-02-03 一 21:19] =>  0:13
    CLOCK: [2020-01-27 一 19:44]--[2020-01-27 一 20:41] =>  0:57
    CLOCK: [2020-01-27 一 18:17]--[2020-01-27 一 19:12] =>  0:55
    CLOCK: [2020-01-27 一 17:58]--[2020-01-27 一 18:15] =>  0:17
    CLOCK: [2020-01-26 日 08:23]--[2020-01-26 日 09:28] =>  1:05
*** 2002 19年总结和20年规划
    CLOCK: [2020-02-28 五 00:56]--[2020-02-28 五 01:39] =>  0:43
    CLOCK: [2020-02-14 五 17:45]--[2020-02-14 五 17:54] =>  0:09
    CLOCK: [2020-02-03 一 20:58]--[2020-02-03 一 21:06] =>  0:08
    CLOCK: [2020-02-02 日 21:42]--[2020-02-02 日 21:44] =>  0:02
    CLOCK: [2020-02-02 日 19:11]--[2020-02-02 日 21:29] =>  2:18
*** 2001 20年春节记录
    CLOCK: [2020-02-02 日 02:00]--[2020-02-02 日 03:03] =>  1:03
    CLOCK: [2020-02-01 六 20:52]--[2020-02-01 六 23:14] =>  2:22
    CLOCK: [2020-02-01 六 11:15]--[2020-02-01 六 11:31] =>  0:16
    CLOCK: [2020-01-29 三 14:31]--[2020-01-29 三 15:02] =>  0:31
    CLOCK: [2020-01-29 三 11:22]--[2020-01-29 三 12:03] =>  0:41
    CLOCK: [2020-01-28 二 17:31]--[2020-01-28 二 18:59] =>  1:28
    CLOCK: [2020-01-28 二 08:23]--[2020-01-28 二 09:03] =>  0:40
    CLOCK: [2020-01-27 一 19:15]--[2020-01-27 一 19:44] =>  0:29
*** 1912 和轩瑜回我老家记录
    CLOCK: [2020-02-03 一 18:14]--[2020-02-03 一 18:25] =>  0:11
    CLOCK: [2020-02-03 一 18:00]--[2020-02-03 一 18:09] =>  0:09
    CLOCK: [2020-02-03 一 15:22]--[2020-02-03 一 16:17] =>  0:55
    CLOCK: [2020-02-03 一 14:38]--[2020-02-03 一 15:04] =>  0:26
    CLOCK: [2020-02-03 一 13:48]--[2020-02-03 一 14:02] =>  0:14
    CLOCK: [2020-02-03 一 11:37]--[2020-02-03 一 12:26] =>  0:49
    CLOCK: [2020-02-02 日 23:54]--[2020-02-03 一 01:09] =>  1:15
    CLOCK: [2020-02-02 日 21:44]--[2020-02-02 日 22:36] =>  0:52
    CLOCK: [2020-02-02 日 19:04]--[2020-02-02 日 19:11] =>  0:07
*** 2001 和轩瑜的跨年记录
    CLOCK: [2020-02-02 日 03:04]--[2020-02-02 日 03:56] =>  0:52
    CLOCK: [2020-01-18 六 22:40]--[2020-01-18 六 23:01] =>  0:21
    CLOCK: [2020-01-17 五 00:42]--[2020-01-17 五 00:56] =>  0:14
    CLOCK: [2020-01-03 五 00:46]--[2020-01-03 五 01:25] =>  0:39
    CLOCK: [2020-01-01 三 11:01]--[2020-01-01 三 11:18] =>  0:17
*** 1912 和我的轩瑜的记录
    CLOCK: [2020-01-27 一 17:11]--[2020-01-27 一 17:37] =>  0:26
    CLOCK: [2020-01-23 四 02:20]--[2020-01-23 四 02:40] =>  0:20
    CLOCK: [2020-01-09 四 01:56]--[2020-01-09 四 02:20] =>  0:24
    CLOCK: [2020-01-07 二 23:37]--[2020-01-07 二 23:53] =>  0:16
    CLOCK: [2020-01-07 二 23:10]--[2020-01-07 二 23:20] =>  0:10
    CLOCK: [2020-01-01 三 10:55]--[2020-01-01 三 11:00] =>  0:05
    CLOCK: [2019-12-31 二 00:12]--[2019-12-31 二 01:03] =>  0:51
    CLOCK: [2019-12-30 一 01:47]--[2019-12-30 一 01:53] =>  0:06
    CLOCK: [2019-12-30 一 01:18]--[2019-12-30 一 01:38] =>  0:20
    CLOCK: [2019-12-29 日 15:49]--[2019-12-29 日 16:13] =>  0:24
    CLOCK: [2019-12-29 日 14:56]--[2019-12-29 日 15:03] =>  0:07
    CLOCK: [2019-12-29 日 12:34]--[2019-12-29 日 12:51] =>  0:17
    CLOCK: [2019-12-29 日 12:07]--[2019-12-29 日 12:32] =>  0:25
    CLOCK: [2019-12-29 日 11:35]--[2019-12-29 日 12:03] =>  0:28
    CLOCK: [2019-12-29 日 10:55]--[2019-12-29 日 11:32] =>  0:37
    CLOCK: [2019-12-29 日 10:40]--[2019-12-29 日 10:50] =>  0:10
    CLOCK: [2019-12-29 日 09:46]--[2019-12-29 日 10:02] =>  0:16
    CLOCK: [2019-12-29 日 09:02]--[2019-12-29 日 09:18] =>  0:16
*** 1910 国庆后找回轩瑜
    CLOCK: [2019-12-28 六 00:59]--[2019-12-28 六 01:26] =>  0:27
    CLOCK: [2019-12-27 五 20:20]--[2019-12-27 五 23:38] =>  3:18
    CLOCK: [2019-12-27 五 20:17]--[2019-12-27 五 23:38] =>  3:21
    CLOCK: [2019-12-24 二 00:48]--[2019-12-24 二 01:18] =>  0:30
    CLOCK: [2019-12-22 日 19:47]--[2019-12-22 日 21:13] =>  1:26
    CLOCK: [2019-12-15 日 02:06]--[2019-12-15 日 02:47] =>  0:41
    CLOCK: [2019-12-14 六 16:43]--[2019-12-14 六 16:55] =>  0:12
    CLOCK: [2019-12-14 六 15:53]--[2019-12-14 六 16:12] =>  0:19
    CLOCK: [2019-12-14 六 13:16]--[2019-12-14 六 14:34] =>  1:18
    CLOCK: [2019-12-10 二 02:00]--[2019-12-10 二 02:23] =>  0:23
    CLOCK: [2019-12-10 二 00:14]--[2019-12-10 二 00:37] =>  0:23
    CLOCK: [2019-12-08 日 21:41]--[2019-12-08 日 23:00] =>  1:19
    CLOCK: [2019-12-01 日 23:45]--[2019-12-02 一 00:50] =>  1:05
    CLOCK: [2019-11-24 日 22:43]--[2019-11-24 日 23:10] =>  0:27
    CLOCK: [2019-11-24 日 13:24]--[2019-11-24 日 14:30] =>  1:06
    CLOCK: [2019-11-24 日 10:04]--[2019-11-24 日 11:17] =>  1:13
    CLOCK: [2019-11-16 六 23:24]--[2019-11-17 日 00:18] =>  0:54
    CLOCK: [2019-11-16 六 13:24]--[2019-11-16 六 15:05] =>  1:41
    CLOCK: [2019-11-16 六 10:55]--[2019-11-16 六 11:22] =>  0:27
    CLOCK: [2019-11-10 日 10:23]--[2019-11-10 日 11:20] =>  0:57
    CLOCK: [2019-11-08 五 12:09]--[2019-11-08 五 12:27] =>  0:18
    CLOCK: [2019-11-03 日 21:00]--[2019-11-03 日 22:16] =>  1:16
    CLOCK: [2019-11-02 六 21:46]--[2019-11-02 六 22:58] =>  1:12
    CLOCK: [2019-11-02 六 20:51]--[2019-11-02 六 21:37] =>  0:46
    CLOCK: [2019-11-02 六 19:39]--[2019-11-02 六 20:31] =>  0:52
    CLOCK: [2019-10-26 六 10:05]--[2019-10-26 六 10:26] =>  0:21
*** 1912 整理手头资金转钱给家里买房
    CLOCK: [2019-12-26 四 01:40]--[2019-12-26 四 02:25] =>  0:45
*** 1911 团队泰国TB记录
    CLOCK: [2019-11-10 日 05:15]--[2019-11-10 日 05:39] =>  0:24
    CLOCK: [2019-11-08 五 11:18]--[2019-11-08 五 12:09] =>  0:51
    CLOCK: [2019-11-08 五 10:31]--[2019-11-08 五 11:05] =>  0:34
*** 1910 国庆记录和总结
    CLOCK: [2019-10-03 四 22:16]--[2019-10-03 四 22:25] =>  0:09
*** 1909 近期反思
    CLOCK: [2019-09-28 六 02:29]--[2019-09-28 六 02:43] =>  0:14
*** 1909 个人介绍（新新）
    CLOCK: [2019-09-24 二 23:21]--[2019-09-24 二 23:27] =>  0:06
    CLOCK: [2019-09-24 二 21:57]--[2019-09-24 二 22:42] =>  0:45
    CLOCK: [2019-09-22 日 11:44]--[2019-09-22 日 12:00] =>  0:16
    CLOCK: [2019-09-21 六 19:59]--[2019-09-21 六 20:19] =>  0:20
*** 1908 8.23和轩瑜在奥森初次记录
    CLOCK: [2019-08-25 日 00:40]--[2019-08-25 日 00:49] =>  0:09
    CLOCK: [2019-08-24 六 02:03]--[2019-08-24 六 02:12] =>  0:09
*** 1908 和女朋友轩瑜的记录
    CLOCK: [2019-08-22 四 00:41]--[2019-08-22 四 01:10] =>  0:29
    CLOCK: [2019-08-21 三 00:30]--[2019-08-21 三 01:32] =>  1:02
    CLOCK: [2019-08-20 二 23:18]--[2019-08-20 二 23:31] =>  0:13
*** 1908 解释七夕心路历程
    CLOCK: [2019-08-11 日 12:31]--[2019-08-11 日 12:55] =>  0:24
    CLOCK: [2019-08-11 日 11:30]--[2019-08-11 日 12:31] =>  1:01
*** 1908 解释周四晚上未送回家的原因
    CLOCK: [2019-08-10 六 22:22]--[2019-08-10 六 22:40] =>  0:18
    CLOCK: [2019-08-10 六 09:45]--[2019-08-10 六 12:09] =>  2:24
    CLOCK: [2019-08-10 六 01:00]--[2019-08-10 六 02:17] =>  1:17
*** 1908 七夕表白记录
    CLOCK: [2019-08-08 四 01:00]--[2019-08-08 四 02:22] =>  1:22
*** 1907 和轩瑜的记录
    CLOCK: [2019-08-07 三 01:26]--[2019-08-07 三 01:50] =>  0:24
    CLOCK: [2019-08-05 一 00:24]--[2019-08-05 一 00:59] =>  0:35
    CLOCK: [2019-08-05 一 00:02]--[2019-08-05 一 00:07] =>  0:05
    CLOCK: [2019-07-30 二 23:16]--[2019-07-30 二 23:43] =>  0:27
    CLOCK: [2019-07-30 二 00:49]--[2019-07-30 二 01:21] =>  0:32
    CLOCK: [2019-07-29 一 01:05]--[2019-07-29 一 01:57] =>  0:52
    CLOCK: [2019-07-27 六 10:26]--[2019-07-27 六 11:04] =>  0:38
    CLOCK: [2019-07-27 六 02:30]--[2019-07-27 六 02:59] =>  0:29
    CLOCK: [2019-07-26 五 00:31]--[2019-07-26 五 01:28] =>  0:57
    CLOCK: [2019-07-24 三 01:15]--[2019-07-24 三 02:29] =>  1:14
    CLOCK: [2019-07-24 三 00:39]--[2019-07-24 三 01:11] =>  0:32
*** 1908 整理首次见面的笔记发给她
    CLOCK: [2019-08-04 日 14:26]--[2019-08-04 日 14:58] =>  0:32
    CLOCK: [2019-08-04 日 12:13]--[2019-08-04 日 12:20] =>  0:07
    CLOCK: [2019-08-04 日 11:27]--[2019-08-04 日 12:12] =>  0:45
*** 1908 进一步解释没做到关心的理由
    CLOCK: [2019-08-03 六 23:02]--[2019-08-03 六 23:51] =>  0:49
    CLOCK: [2019-08-03 六 17:40]--[2019-08-03 六 18:04] =>  0:24
    CLOCK: [2019-08-03 六 11:42]--[2019-08-03 六 13:23] =>  1:41
*** 1907 整理积压照片
    CLOCK: [2019-07-30 二 23:49]--[2019-07-31 三 01:38] =>  1:49
    CLOCK: [2019-07-30 二 23:45]--[2019-07-30 二 23:49] =>  0:04
*** 1907 责任、态度和方法
    CLOCK: [2019-07-21 日 10:10]--[2019-07-21 日 10:40] =>  0:30
    CLOCK: [2019-07-20 六 22:15]--[2019-07-20 六 22:59] =>  0:44
*** 1907 我理想中的家庭
    CLOCK: [2019-07-20 六 10:05]--[2019-07-20 六 11:59] =>  1:54
    CLOCK: [2019-07-20 六 01:52]--[2019-07-20 六 02:26] =>  0:34
*** 1907 我的辩解和自述
    CLOCK: [2019-07-17 三 03:01]--[2019-07-17 三 03:08] =>  0:07
    CLOCK: [2019-07-17 三 02:11]--[2019-07-17 三 02:44] =>  0:33
*** 19Q3 记录
    CLOCK: [2019-07-07 日 00:51]--[2019-07-07 日 01:11] =>  0:20
*** 1811 个人介绍（新）
    CLOCK: [2019-07-23 二 23:30]--[2019-07-23 二 23:41] =>  0:11
    CLOCK: [2019-07-23 二 01:10]--[2019-07-23 二 01:39] =>  0:29
    CLOCK: [2019-07-21 日 23:02]--[2019-07-22 一 00:15] =>  1:13
    CLOCK: [2019-07-21 日 22:00]--[2019-07-21 日 22:23] =>  0:23
    CLOCK: [2019-07-19 五 00:39]--[2019-07-19 五 00:48] =>  0:09
    CLOCK: [2019-07-13 六 23:48]--[2019-07-14 日 01:25] =>  1:37
    CLOCK: [2019-07-08 一 01:24]--[2019-07-08 一 02:04] =>  0:40
    CLOCK: [2019-07-07 日 23:17]--[2019-07-08 一 01:18] =>  2:01
    CLOCK: [2019-07-07 日 11:45]--[2019-07-07 日 11:58] =>  0:13
    CLOCK: [2019-07-05 五 00:35]--[2019-07-05 五 00:59] =>  0:24
    CLOCK: [2019-07-01 一 08:56]--[2019-07-01 一 09:01] =>  0:05
    CLOCK: [2019-07-01 一 00:23]--[2019-07-01 一 01:55] =>  1:32
    CLOCK: [2019-06-30 日 22:08]--[2019-06-30 日 22:30] =>  0:22
    CLOCK: [2019-06-30 日 21:31]--[2019-06-30 日 22:00] =>  0:29
    CLOCK: [2019-06-30 日 18:13]--[2019-06-30 日 18:32] =>  0:19
    CLOCK: [2019-06-30 日 17:23]--[2019-06-30 日 17:54] =>  0:31
    CLOCK: [2019-06-30 日 00:10]--[2019-06-30 日 00:20] =>  0:10
    CLOCK: [2019-06-29 六 23:16]--[2019-06-29 六 23:49] =>  0:33
    CLOCK: [2019-06-28 五 01:47]--[2019-06-28 五 01:51] =>  0:04
    CLOCK: [2019-06-19 三 00:09]--[2019-06-19 三 01:19] =>  1:10
    CLOCK: [2019-05-21 二 00:11]--[2019-05-21 二 00:20] =>  0:09
    CLOCK: [2019-05-20 一 02:37]--[2019-05-20 一 02:43] =>  0:06
*** 1906 端午记录
    CLOCK: [2019-06-10 一 23:44]--[2019-06-11 二 00:39] =>  0:55
    CLOCK: [2019-06-10 一 21:22]--[2019-06-10 一 22:30] =>  1:08
    CLOCK: [2019-06-10 一 18:08]--[2019-06-10 一 18:34] =>  0:26
    CLOCK: [2019-06-10 一 17:34]--[2019-06-10 一 18:06] =>  0:32
    CLOCK: [2019-06-10 一 16:55]--[2019-06-10 一 17:12] =>  0:17
*** 19Q2 记录
    CLOCK: [2019-06-29 六 17:00]--[2019-06-29 六 17:14] =>  0:14
    CLOCK: [2019-06-29 六 16:05]--[2019-06-29 六 16:38] =>  0:33
    CLOCK: [2019-05-08 三 00:53]--[2019-05-08 三 01:28] =>  0:35
*** 1904 整理观影记录
*** 1812 18年年度回顾
*** 19年春节记录
** 技术学习
*** 1907 distcp学习
    CLOCK: [2019-07-21 日 17:42]--[2019-07-21 日 18:44] =>  1:02
** 写作
** 钢琴学习
*** 1905 练习《那个夏天》
    CLOCK: [2019-06-16 日 20:01]--[2019-06-16 日 20:20] =>  0:19
    CLOCK: [2019-06-15 六 22:43]--[2019-06-15 六 23:20] =>  0:37
    CLOCK: [2019-06-15 六 00:10]--[2019-06-15 六 00:37] =>  0:27
    CLOCK: [2019-06-12 三 23:51]--[2019-06-13 四 00:28] =>  0:37
    CLOCK: [2019-06-12 三 08:48]--[2019-06-12 三 09:19] =>  0:31
    CLOCK: [2019-06-12 三 00:05]--[2019-06-12 三 01:04] =>  0:59
    CLOCK: [2019-06-05 三 23:10]--[2019-06-05 三 23:26] =>  0:16
    CLOCK: [2019-06-01 六 21:30]--[2019-06-01 六 22:34] =>  1:04
    CLOCK: [2019-05-29 三 09:02]--[2019-05-29 三 09:10] =>  0:08
    CLOCK: [2019-05-28 二 23:04]--[2019-05-28 二 23:48] =>  0:44
** 其他
*** 1907 整理公司的MBP13的工作环境
    CLOCK: [2019-07-21 日 16:15]--[2019-07-21 日 16:33] =>  0:18
    CLOCK: [2019-07-21 日 14:32]--[2019-07-21 日 15:06] =>  0:34
    CLOCK: [2019-07-21 日 13:53]--[2019-07-21 日 14:30] =>  0:37
    CLOCK: [2019-07-21 日 11:11]--[2019-07-21 日 11:30] =>  0:19
    CLOCK: [2019-07-21 日 01:10]--[2019-07-21 日 01:58] =>  0:48
    CLOCK: [2019-07-21 日 00:10]--[2019-07-21 日 00:20] =>  0:10
    CLOCK: [2019-07-20 六 18:22]--[2019-07-20 六 19:20] =>  0:58
    CLOCK: [2019-07-14 日 18:30]--[2019-07-14 日 18:53] =>  0:23
    CLOCK: [2019-07-14 日 17:48]--[2019-07-14 日 18:28] =>  0:40
    CLOCK: [2019-07-14 日 16:44]--[2019-07-14 日 17:46] =>  1:02
    CLOCK: [2019-07-14 日 15:40]--[2019-07-14 日 16:39] =>  0:59
* 生活
** 19年团队泰国TB
*** 1911 初步整理照片
    CLOCK: [2019-11-09 六 22:56]--[2019-11-10 日 00:04] =>  1:08
    CLOCK: [2019-11-08 五 10:16]--[2019-11-08 五 10:31] =>  0:15
    CLOCK: [2019-11-08 五 01:33]--[2019-11-08 五 01:39] =>  0:06
    CLOCK: [2019-11-08 五 00:07]--[2019-11-08 五 01:23] =>  1:16
*** 1911 八人逛夜市喝酒
    CLOCK: [2019-11-09 六 23:30]--[2019-11-10 日 02:00] =>  2:30
*** 1911 看人妖表演秀
    CLOCK: [2019-11-09 六 19:30]--[2019-11-09 六 21:00] =>  1:30
*** 1911 做精油Spa然后去公园塔旋转餐厅吃晚饭
    CLOCK: [2019-11-09 六 14:10]--[2019-11-09 六 19:00] =>  4:50
*** 1911 坐船去珊瑚岛玩
    CLOCK: [2019-11-09 六 09:00]--[2019-11-09 六 12:00] =>  3:00
*** 1911 入住Hotel G和夜晚逛海滩
    CLOCK: [2019-11-08 五 20:30]--[2019-11-08 五 22:00] =>  1:30
*** 1911 MAX泰拳体育馆看泰拳
    CLOCK: [2019-11-08 五 16:20]--[2019-11-08 五 20:10] =>  3:50
*** 1911 战鼠打枪和逛水上集市
    CLOCK: [2019-11-08 五 15:30]--[2019-11-08 五 17:20] =>  1:50
*** 1911 游七珍大象园和东芭乐园
    CLOCK: [2019-11-08 五 11:30]--[2019-11-08 五 15:00] =>  3:30
*** 1911 从曼谷到芭堤雅
    CLOCK: [2019-11-08 五 08:30]--[2019-11-08 五 11:10] =>  2:40
*** 1911 游览码头夜市摩天轮
    CLOCK: [2019-11-07 四 19:00]--[2019-11-07 四 20:00] =>  1:00
*** 1911 下午泰式古法按摩和人妖表演
    CLOCK: [2019-11-07 四 13:30]--[2019-11-07 四 17:00] =>  3:30
*** 1911 上午游览大皇宫
    CLOCK: [2019-11-07 四 08:00]--[2019-11-07 四 12:00] =>  4:00
*** 1911 从北京做飞机到曼谷
    CLOCK: [2019-11-06 三 06:00]--[2019-11-06 三 12:00] =>  6:00
*** 1911 送同事两人到我家小憩然后送到机场
    CLOCK: [2019-11-05 二 22:30]--[2019-11-06 三 03:30] =>  5:00
** 19年国庆
*** 1910 花地除草
    CLOCK: [2019-10-03 四 16:35]--[2019-10-03 四 17:30] =>  0:55
*** 1910 去三毛家做客喝酒
    CLOCK: [2019-10-02 三 18:00]--[2019-10-02 三 20:30] =>  2:30
*** 1910 国庆小亮迎亲
    CLOCK: [2019-10-01 二 10:01]--[2019-10-01 二 15:00] =>  4:59
*** 1909 周日提前下班赶回家的火车
    CLOCK: [2019-09-29 日 17:00]--[2019-09-29 日 19:00] =>  2:00
** 19年端午
*** 1906 初步整理照片
    CLOCK: [2019-06-10 一 15:30]--[2019-06-10 一 16:54] =>  1:24
    CLOCK: [2019-06-08 六 23:03]--[2019-06-08 六 23:28] =>  0:25
    CLOCK: [2019-06-07 五 23:00]--[2019-06-08 六 00:10] =>  1:10
*** 1906 晚上到处找吃的最后去吃牧马人吃涮羊肉
    CLOCK: [2019-06-08 六 18:50]--[2019-06-08 六 21:00] =>  2:10
*** 1906 乌兰布统草原穿越
    CLOCK: [2019-06-08 六 08:18]--[2019-06-08 六 14:34] =>  6:16
*** 1906 晚上吃那日满达然后买感冒药
    CLOCK: [2019-06-07 五 19:30]--[2019-06-07 五 21:41] =>  2:11
*** 1906 下午游蛤蟆坝
    CLOCK: [2019-06-07 五 13:40]--[2019-06-07 五 18:00] =>  4:20
*** 1906 从科技园到西二旗到牡丹园再赶上去草原的长途车
    CLOCK: [2019-06-06 四 17:45]--[2019-06-06 四 20:00] =>  2:15
*** 1906 出游准备工作
    CLOCK: [2019-06-05 三 23:28]--[2019-06-06 四 00:33] =>  1:05
** 看视频
*** 2002 银翼杀手
    CLOCK: [2020-02-02 日 14:15]--[2020-02-02 日 16:45] =>  2:30
*** 1910 LOL S9
    CLOCK: [2019-10-26 六 21:12]--[2019-10-26 六 23:49] =>  2:37
*** 1907 复习龙珠Z：人造人篇
    CLOCK: [2019-07-20 六 13:09]--[2019-07-20 六 16:30] =>  3:21
*** 1907 复习龙珠Z：战斗在那美克星
    CLOCK: [2019-07-14 日 20:30]--[2019-07-14 日 22:11] =>  1:41
    CLOCK: [2019-07-14 日 12:16]--[2019-07-14 日 15:16] =>  3:00
*** 1906 中国新说唱
    CLOCK: [2019-06-30 日 19:25]--[2019-06-30 日 20:44] =>  1:19
    CLOCK: [2019-06-21 五 22:40]--[2019-06-21 五 23:52] =>  1:12
*** 斗鱼TV
    CLOCK: [2019-06-10 一 17:20]--[2019-06-10 一 17:34] =>  0:14
*** 1905 B站：木鱼微剧场：Ligal High
    CLOCK: [2019-05-31 五 00:00]--[2019-05-31 五 00:51] =>  0:51
    CLOCK: [2019-05-30 四 00:30]--[2019-05-30 四 01:11] =>  0:41
*** 1905 B站：木鱼微剧场：红楼梦
    CLOCK: [2019-05-29 三 06:11]--[2019-05-29 三 06:50] =>  0:39
*** 1904 复习权力的游戏
    CLOCK: [2019-05-23 四 23:28]--[2019-05-23 四 23:59] =>  0:31
    CLOCK: [2019-05-10 五 00:20]--[2019-05-10 五 01:59] =>  1:39
    CLOCK: [2019-05-08 三 23:09]--[2019-05-09 四 01:11] =>  2:02
    CLOCK: [2019-04-29 一 00:20]--[2019-04-29 一 02:04] =>  1:44
*** 1904 B站：电影最TOP 回顾21部漫威宇宙电影
    CLOCK: [2019-04-23 二 23:38]--[2019-04-24 三 01:06] =>  1:28
** 看电影/电视剧
*** 2003 荒岛余生
    CLOCK: [2020-03-15 日 20:31]--[2020-03-15 日 21:21] =>  0:50
*** 2002 角斗士
    CLOCK: [2020-02-18 二 22:15]--[2020-02-19 三 00:00] =>  1:45
    CLOCK: [2020-02-18 二 20:40]--[2020-02-18 二 21:48] =>  1:08
    CLOCK: [2020-02-18 二 19:34]--[2020-02-18 二 20:15] =>  0:41
*** 2002 源代码
    CLOCK: [2020-02-15 六 20:31]--[2020-02-15 六 22:00] =>  1:29
*** 1910 我是传奇
    CLOCK: [2019-11-03 日 15:09]--[2019-11-03 日 15:40] =>  0:31
    CLOCK: [2019-11-02 六 16:07]--[2019-11-02 六 17:50] =>  1:43
*** 1907 阿丽塔：战斗天使
    CLOCK: [2019-07-13 六 13:18]--[2019-07-13 六 14:00] =>  0:42
    CLOCK: [2019-07-13 六 11:16]--[2019-07-13 六 13:16] =>  2:00
*** 1907 汉尼拔S2
    CLOCK: [2019-07-14 日 01:59]--[2019-07-14 日 03:01] =>  1:02
    CLOCK: [2019-07-13 六 09:46]--[2019-07-13 六 11:15] =>  1:29
    CLOCK: [2019-07-12 五 22:20]--[2019-07-13 六 00:03] =>  1:43
    CLOCK: [2019-07-09 二 17:29]--[2019-07-09 二 18:27] =>  0:58
    CLOCK: [2019-07-09 二 11:59]--[2019-07-09 二 16:00] =>  4:01
    CLOCK: [2019-07-09 二 10:57]--[2019-07-09 二 11:32] =>  0:35
    CLOCK: [2019-07-08 一 23:06]--[2019-07-09 二 00:01] =>  0:55
    CLOCK: [2019-07-06 六 11:35]--[2019-07-06 六 12:25] =>  0:50
    CLOCK: [2019-07-01 一 23:12]--[2019-07-02 二 00:03] =>  0:51
*** 1906 傲慢与偏见 2005
    CLOCK: [2019-06-29 六 12:30]--[2019-06-29 六 16:05] =>  3:35
*** 1906 汉尼拔S1
    CLOCK: [2019-06-29 六 10:34]--[2019-06-29 六 11:30] =>  0:56
    CLOCK: [2019-06-29 六 00:27]--[2019-06-29 六 01:18] =>  0:51
    CLOCK: [2019-06-27 四 00:51]--[2019-06-27 四 01:40] =>  0:49
    CLOCK: [2019-06-25 二 23:49]--[2019-06-26 三 00:53] =>  1:04
    CLOCK: [2019-06-25 二 00:34]--[2019-06-25 二 01:23] =>  0:49
    CLOCK: [2019-06-23 日 16:14]--[2019-06-23 日 19:14] =>  3:00
    CLOCK: [2019-06-23 日 15:00]--[2019-06-23 日 15:31] =>  0:31
    CLOCK: [2019-06-23 日 12:28]--[2019-06-23 日 14:40] =>  2:12
*** 1906 Legal High
    CLOCK: [2019-06-18 二 01:10]--[2019-06-18 二 02:23] =>  1:13
*** 1906 切尔诺贝利
    CLOCK: [2019-06-16 日 13:25]--[2019-06-16 日 14:55] =>  1:30
    CLOCK: [2019-06-15 六 11:32]--[2019-06-15 六 11:55] =>  0:23
    CLOCK: [2019-06-13 四 00:57]--[2019-06-13 四 01:30] =>  0:33
    CLOCK: [2019-06-13 四 00:37]--[2019-06-13 四 00:52] =>  0:15
*** 1906 绿皮书
    CLOCK: [2019-06-10 一 14:37]--[2019-06-10 一 14:52] =>  0:15
    CLOCK: [2019-06-10 一 11:33]--[2019-06-10 一 14:09] =>  2:36
*** 1906 忌日快乐（端午出游）
    CLOCK: [2019-06-10 一 09:55]--[2019-06-10 一 11:30] =>  1:35
    CLOCK: [2019-06-07 五 08:04]--[2019-06-07 五 08:42] =>  0:38
*** 1906 奇妙的家族（端午出游）
    CLOCK: [2019-06-06 四 20:21]--[2019-06-06 四 22:11] =>  1:50
*** 1905 柯南剧场版：世纪末的魔法师
    CLOCK: [2019-06-01 六 11:47]--[2019-06-01 六 13:00] =>  1:13
    CLOCK: [2019-05-31 五 00:51]--[2019-05-31 五 01:02] =>  0:11
    CLOCK: [2019-05-29 三 00:56]--[2019-05-29 三 01:28] =>  0:32
    CLOCK: [2019-05-28 二 00:17]--[2019-05-28 二 00:49] =>  0:32
*** 1905 复仇者联盟四：终局之战
    CLOCK: [2019-05-19 日 21:35]--[2019-05-20 一 00:30] =>  2:55
*** 1904 权力的游戏S8
    CLOCK: [2019-05-13 一 23:26]--[2019-05-14 二 00:52] =>  1:26
    CLOCK: [2019-05-07 二 00:00]--[2019-05-07 二 01:18] =>  1:18
    CLOCK: [2019-04-21 日 20:29]--[2019-04-21 日 20:30] =>  0:01
    CLOCK: [2019-04-16 二 00:23]--[2019-04-16 二 01:25] =>  1:02
*** 1905 权力的游戏S7
    CLOCK: [2019-05-04 六 00:02]--[2019-05-04 六 00:30] =>  0:28
    CLOCK: [2019-05-03 五 21:41]--[2019-05-04 六 00:01] =>  2:20
    CLOCK: [2019-05-03 五 20:00]--[2019-05-03 五 21:18] =>  1:18
*** 1904 教父
    CLOCK: [2020-02-21 五 20:40]--[2020-02-21 五 22:10] =>  1:30
    CLOCK: [2019-04-21 日 20:30]--[2019-04-21 日 21:00] =>  0:30
** 上网
*** 2001 了解冠状病毒肺炎
    CLOCK: [2020-01-28 二 14:30]--[2020-01-28 二 15:25] =>  0:55
*** 1907 了解TA
    CLOCK: [2019-07-06 六 12:40]--[2019-07-06 六 15:39] =>  2:59
    CLOCK: [2019-07-06 六 10:16]--[2019-07-06 六 11:35] =>  1:19
    CLOCK: [2019-07-06 六 01:10]--[2019-07-06 六 02:29] =>  1:19
** 购物
*** 2002 轩瑜情人节礼物
    CLOCK: [2020-02-12 三 14:43]--[2020-02-12 三 15:21] =>  0:38
*** 2001 购买防病毒口罩面具
    CLOCK: [2020-01-29 三 00:17]--[2020-01-29 三 01:27] =>  1:10
    CLOCK: [2020-01-28 二 19:50]--[2020-01-28 二 22:32] =>  2:42
*** 1909 买双鞋子
    CLOCK: [2019-09-01 日 11:20]--[2019-09-01 日 12:20] =>  1:00
*** 1909 想换套轻便的相机
    CLOCK: [2019-09-01 日 09:09]--[2019-09-01 日 10:03] =>  0:54
    CLOCK: [2019-09-01 日 00:45]--[2019-09-01 日 01:37] =>  0:52
*** 1908 买个Android手机
    CLOCK: [2019-08-17 六 01:35]--[2019-08-17 六 02:04] =>  0:29
    CLOCK: [2019-08-16 五 00:24]--[2019-08-16 五 00:39] =>  0:15
*** 1906 准备再买个iPad 
    CLOCK: [2019-06-18 二 23:00]--[2019-06-18 二 23:31] =>  0:31
** 生活杂事
*** 和家人聊天
    CLOCK: [2020-03-29 日 14:21]--[2020-03-29 日 14:36] =>  0:15
    CLOCK: [2020-03-15 日 17:48]--[2020-03-15 日 19:01] =>  1:13
    CLOCK: [2020-02-21 五 10:49]--[2020-02-21 五 11:03] =>  0:14
    CLOCK: [2020-02-20 四 14:45]--[2020-02-20 四 15:04] =>  0:19
    CLOCK: [2020-02-17 一 16:27]--[2020-02-17 一 16:42] =>  0:15
    CLOCK: [2020-02-17 一 16:04]--[2020-02-17 一 16:27] =>  0:23
    CLOCK: [2020-02-14 五 20:57]--[2020-02-14 五 21:19] =>  0:22
    CLOCK: [2020-01-28 二 19:21]--[2020-01-28 二 19:45] =>  0:24
    CLOCK: [2019-12-29 日 16:50]--[2019-12-29 日 17:20] =>  0:30
    CLOCK: [2019-12-29 日 09:20]--[2019-12-29 日 09:43] =>  0:23
    CLOCK: [2019-12-22 日 18:33]--[2019-12-22 日 19:00] =>  0:27
    CLOCK: [2019-12-22 日 17:21]--[2019-12-22 日 17:40] =>  0:19
    CLOCK: [2019-12-21 六 21:23]--[2019-12-21 六 21:32] =>  0:09
    CLOCK: [2019-12-21 六 18:46]--[2019-12-21 六 19:03] =>  0:17
    CLOCK: [2019-11-16 六 09:40]--[2019-11-16 六 10:24] =>  0:44
    CLOCK: [2019-11-02 六 20:31]--[2019-11-02 六 20:51] =>  0:20
    CLOCK: [2019-08-11 日 22:00]--[2019-08-11 日 22:41] =>  0:41
    CLOCK: [2019-07-21 日 20:49]--[2019-07-21 日 21:10] =>  0:21
    CLOCK: [2019-06-29 六 11:31]--[2019-06-29 六 12:12] =>  0:41
    CLOCK: [2019-06-05 三 21:40]--[2019-06-05 三 22:10] =>  0:30
    CLOCK: [2019-05-03 五 21:19]--[2019-05-03 五 21:41] =>  0:22
*** 2001 春节后发高烧
    CLOCK: [2020-01-31 五 09:00]--[2020-01-31 五 18:00] =>  9:00
    CLOCK: [2020-01-30 四 09:00]--[2020-01-30 四 23:00] => 14:00
    CLOCK: [2020-01-29 三 18:00]--[2020-01-29 三 23:55] =>  5:55
*** 1912 收拾屋子迎接小爷
    CLOCK: [2019-12-15 日 09:25]--[2019-12-15 日 11:18] =>  1:53
*** 1908 帮家人看房买房
    CLOCK: [2019-12-11 三 23:20]--[2019-12-12 四 00:27] =>  1:07
*** 1910 把台式机摆到次卧用来玩魔兽
    CLOCK: [2019-10-28 一 22:00]--[2019-10-28 一 23:18] =>  1:18
*** 1909 滴滴车主课程学习
    CLOCK: [2019-09-01 日 22:01]--[2019-09-01 日 22:31] =>  0:30
*** 1908 准备七夕礼物
    CLOCK: [2019-08-05 一 12:28]--[2019-08-05 一 12:39] =>  0:11
    CLOCK: [2019-08-05 一 10:21]--[2019-08-05 一 11:10] =>  0:49
*** 1907 全名K歌
    CLOCK: [2019-07-18 四 01:30]--[2019-07-18 四 02:54] =>  1:24
*** 1906 折腾一下降税
    CLOCK: [2019-06-18 二 23:31]--[2019-06-19 三 00:07] =>  0:36
*** 1906 生成照片视频发给大学同学
    CLOCK: [2019-06-15 六 11:00]--[2019-06-15 六 11:30] =>  0:30
*** 1906 折腾PC连接电视
    CLOCK: [2019-06-14 五 00:10]--[2019-06-14 五 01:20] =>  1:10
*** 1904 五一出游计划
    CLOCK: [2019-04-30 二 09:17]--[2019-04-30 二 11:18] =>  2:01
    CLOCK: [2019-04-30 二 01:00]--[2019-04-30 二 01:22] =>  0:22
    CLOCK: [2019-04-28 日 22:54]--[2019-04-28 日 23:27] =>  0:33
    CLOCK: [2019-04-25 四 22:40]--[2019-04-26 五 00:05] =>  1:25
** 外出
*** 2003 周三下午大团队去爬凤凰岭
    CLOCK: [2020-04-01 三 12:30]--[2020-04-01 三 18:00] =>  5:30
*** 1912 周三去小牛坊神州租车点取宝沃BX7然后带给小爷
    CLOCK: [2019-12-18 三 20:40]--[2019-12-18 三 21:54] =>  1:14
*** 1912 周一和小爷小娘去回龙观华联吃海底捞
    CLOCK: [2019-12-16 一 18:30]--[2019-12-16 一 21:30] =>  3:00
*** 1910 周六和张宏晓阳去水长城回程后吃呷哺
    CLOCK: [2019-10-26 六 13:30]--[2019-10-26 六 21:00] =>  7:30
*** 1909 周六去和人去凯德MALL看电影去环宇荟吃小明同学
    CLOCK: [2019-09-28 六 18:00]--[2019-09-28 六 22:00] =>  4:00
*** 1909 周二去请人去西三旗素虎吃饭然后送回家
    CLOCK: [2019-09-24 二 17:30]--[2019-09-24 二 21:30] =>  4:00
*** 1909 周日外出跑步未遂和俊影聊了职业发展
    CLOCK: [2019-09-22 日 19:00]--[2019-09-22 日 20:30] =>  1:30
*** 1909 周五Pingo4.4发布聚餐
    CLOCK: [2019-09-20 五 18:30]--[2019-09-20 五 22:20] =>  3:50
*** 1909 周日傍晚爬百望山
    CLOCK: [2019-09-01 日 18:05]--[2019-09-01 日 19:10] =>  1:05
*** 1908 周日邀请同事前同事来我家看TI9做饭吃看电影
    CLOCK: [2019-08-25 日 10:00]--[2019-08-25 日 21:30] => 11:30
*** 1908 周日去安立路漂亮广场
    CLOCK: [2019-08-18 日 18:30]--[2019-08-18 日 22:10] =>  3:40
*** 1908 周日三人吃嘉和一品粥然后送张宏回青塔
    CLOCK: [2019-08-11 日 19:20]--[2019-08-11 日 21:07] =>  1:47
*** 1908 周六去苏州街科发源接张宏晓阳然后回家玩
    CLOCK: [2019-08-10 六 19:00]--[2019-08-10 六 21:00] =>  2:00
*** 1908 周一请假晚上去永旺回来后煮奶酪方便面
    CLOCK: [2019-08-05 一 19:00]--[2019-08-05 一 20:50] =>  1:50
*** 1907 周六小乐启阳柳洋锋哥去工体喝酒看球
    CLOCK: [2019-07-06 六 17:00]--[2019-07-06 六 23:00] =>  6:00
*** 1906 周六天气极好奥森跑步后闲逛拍照
    CLOCK: [2019-06-29 六 19:39]--[2019-06-29 六 20:25] =>  0:46
*** 1906 周六傍晚和同事去永旺吃饭买促销商品然后去苏宁小店买豆奶
    CLOCK: [2019-06-22 六 20:00]--[2019-06-22 六 21:55] =>  1:55
*** 1906 去永旺剪裤脚去中关村森林公园跑步
    CLOCK: [2019-06-10 一 19:00]--[2019-06-10 一 20:30] =>  1:30
*** 1906 和相林逛河滨森林公园和永旺商场
    CLOCK: [2019-06-01 六 17:33]--[2019-06-01 六 19:50] =>  2:17
*** 1904 去善缘街1号自取FE24-105G
    CLOCK: [2019-04-30 二 13:00]--[2019-04-30 二 15:00] =>  2:00

** 外出一起
*** 2001 和轩瑜宝宝一起去昌发展看《误杀》然后去永旺买火锅食材回家做火锅吃
    CLOCK: [2020-01-11 六 11:55]--[2020-01-11 六 21:00] =>  9:05
*** 1912 周二和轩瑜跨年去世贸天阶吃集渔泰式火锅晚上回小区车内初次看
    CLOCK: [2019-12-31 二 17:00]--[2020-01-01 三 01:00] =>  8:00
*** 1912 周日去五道口接轩瑜吃嘉和一品粥车内初次
    CLOCK: [2019-12-29 日 18:10]--[2019-12-29 日 23:30] =>  5:20
*** 1912 周四带轩瑜来家吃饭见小爷最后送回家
    CLOCK: [2019-12-19 四 16:00]--[2019-12-20 五 00:00] =>  8:00
*** 1912 周六晚上去找轩瑜见面却未成
    CLOCK: [2019-12-14 六 18:00]--[2019-12-14 六 22:00] =>  4:00
*** 1912 周一晚上和轩瑜去吃马仕玖煲深入沟通
    CLOCK: [2019-12-09 一 17:30]--[2019-12-09 一 22:00] =>  4:30
*** 1912 周日去王府井中环接轩瑜吃德永烤鸭
    CLOCK: [2019-12-01 日 17:00]--[2019-12-01 日 22:00] =>  5:00
*** 1911 周六总局接轩瑜然后去九万士多吃饭聊天
    CLOCK: [2019-11-16 六 16:00]--[2019-11-16 六 21:00] =>  5:00
*** 1908 研究北京西站接人
    CLOCK: [2019-09-01 日 23:01]--[2019-09-01 日 23:42] =>  0:41
*** 1908 周五晚上接轩瑜吃京兆尹逛奥森并初次
    CLOCK: [2019-08-23 五 17:30]--[2019-08-24 六 01:00] =>  7:30
*** 1908 周三晚上和轩瑜见面逛小区N圈
    CLOCK: [2019-08-21 三 20:30]--[2019-08-21 三 22:55] =>  2:25
*** 1908 周二去首都机场接轩瑜
    CLOCK: [2019-08-20 二 17:15]--[2019-08-20 二 22:15] =>  5:00
*** 1908 七夕去丰科万达吃海鲜粥底回造甲小区车内表白
    CLOCK: [2019-08-07 三 17:25]--[2019-08-07 三 23:30] =>  6:05
*** 1908 周日接下班去西站吃小大董
    CLOCK: [2019-08-04 日 18:30]--[2019-08-04 日 22:00] =>  3:30
*** 1907 周日带去公司参观然后去丰科万达吃福阪食堂
    CLOCK: [2019-07-28 日 15:15]--[2019-07-28 日 22:10] =>  6:55
*** 1907 周二下班送冰与火之歌原版过去
    CLOCK: [2019-07-23 二 19:30]--[2019-07-23 二 22:30] =>  3:00
*** 1907 周六去银座和谐广场看IMAX狮子王吃凑凑火锅
    CLOCK: [2019-07-13 六 16:00]--[2019-07-13 六 22:03] =>  6:03
*** 1907 周日从总局到圆明园玩再去丰科万达吃九万士多港式海鲜粥底火锅
    CLOCK: [2019-07-07 日 15:30]--[2019-07-07 日 22:10] =>  6:40
*** 1907 周末邀约
    CLOCK: [2019-07-07 日 12:31]--[2019-07-07 日 13:20] =>  0:49
    CLOCK: [2019-07-07 日 10:11]--[2019-07-07 日 11:45] =>  1:34
*** 1906 周日去丰科万达吃蒸汽石锅鱼然后送到税务局
    CLOCK: [2019-06-30 日 10:27]--[2019-06-30 日 16:00] =>  5:33
*** 1906 外出前准备
    CLOCK: [2019-06-30 日 06:05]--[2019-06-30 日 06:59] =>  0:54
    CLOCK: [2019-06-29 六 22:00]--[2019-06-29 六 23:16] =>  1:16
*** 1905 周日去法海寺看壁画爬山吃凑凑看复联四
    CLOCK: [2019-05-19 日 13:00]--[2019-05-19 日 21:20] =>  8:20
** 玩游戏
*** 1908 魔兽世界怀旧版
    CLOCK: [2020-04-01 三 22:45]--[2020-04-02 四 04:17] =>  5:32
    CLOCK: [2020-04-01 三 19:26]--[2020-04-01 三 21:30] =>  2:04
    CLOCK: [2020-03-31 二 23:40]--[2020-04-01 三 01:24] =>  1:44
    CLOCK: [2020-03-30 一 23:51]--[2020-03-31 二 01:25] =>  1:34
    CLOCK: [2020-03-30 一 22:22]--[2020-03-30 一 22:57] =>  0:35
    CLOCK: [2020-03-29 日 23:01]--[2020-03-30 一 01:19] =>  2:18
    CLOCK: [2020-03-29 日 10:20]--[2020-03-29 日 13:11] =>  2:51
    CLOCK: [2020-03-29 日 01:47]--[2020-03-29 日 03:19] =>  1:32
    CLOCK: [2020-03-28 六 23:48]--[2020-03-29 日 01:01] =>  1:13
    CLOCK: [2020-03-28 六 09:26]--[2020-03-28 六 09:43] =>  0:17
    CLOCK: [2020-03-27 五 23:56]--[2020-03-28 六 01:44] =>  1:48
    CLOCK: [2020-03-27 五 23:03]--[2020-03-27 五 23:27] =>  0:24
    CLOCK: [2020-03-27 五 22:35]--[2020-03-27 五 22:49] =>  0:14
    CLOCK: [2020-03-27 五 01:47]--[2020-03-27 五 02:04] =>  0:17
    CLOCK: [2020-03-26 四 13:18]--[2020-03-26 四 13:24] =>  0:06
    CLOCK: [2020-03-26 四 09:28]--[2020-03-26 四 11:00] =>  1:32
    CLOCK: [2020-03-26 四 00:59]--[2020-03-26 四 02:06] =>  1:07
    CLOCK: [2020-03-26 四 00:34]--[2020-03-26 四 00:40] =>  0:06
    CLOCK: [2020-03-25 三 01:00]--[2020-03-25 三 01:14] =>  0:14
    CLOCK: [2020-03-24 二 22:52]--[2020-03-24 二 23:57] =>  1:05
    CLOCK: [2020-03-24 二 01:31]--[2020-03-24 二 02:04] =>  0:33
    CLOCK: [2020-03-23 一 21:46]--[2020-03-23 一 22:10] =>  0:24
    CLOCK: [2020-03-15 日 21:21]--[2020-03-15 日 21:30] =>  0:09
    CLOCK: [2020-03-15 日 17:20]--[2020-03-15 日 17:45] =>  0:25
    CLOCK: [2020-03-15 日 16:23]--[2020-03-15 日 17:00] =>  0:37
    CLOCK: [2020-03-13 五 02:18]--[2020-03-13 五 03:13] =>  0:55
    CLOCK: [2020-03-12 四 23:10]--[2020-03-13 五 01:13] =>  2:03
    CLOCK: [2020-03-11 三 22:19]--[2020-03-12 四 01:53] =>  3:34
    CLOCK: [2020-03-11 三 18:24]--[2020-03-11 三 19:56] =>  1:32
    CLOCK: [2020-03-11 三 17:07]--[2020-03-11 三 18:16] =>  1:09
    CLOCK: [2020-03-11 三 12:54]--[2020-03-11 三 16:07] =>  3:13
    CLOCK: [2020-03-11 三 10:45]--[2020-03-11 三 12:00] =>  1:15
    CLOCK: [2020-03-11 三 02:54]--[2020-03-11 三 03:52] =>  0:58
    CLOCK: [2020-03-10 二 23:21]--[2020-03-11 三 00:11] =>  0:50
    CLOCK: [2020-03-05 四 23:35]--[2020-03-05 四 23:47] =>  0:12
    CLOCK: [2020-03-04 三 20:45]--[2020-03-04 三 22:34] =>  1:49
    CLOCK: [2020-03-03 二 23:37]--[2020-03-04 三 01:07] =>  1:30
    CLOCK: [2020-03-03 二 00:43]--[2020-03-03 二 01:18] =>  0:35
    CLOCK: [2020-03-02 一 23:39]--[2020-03-03 二 00:05] =>  0:26
    CLOCK: [2020-03-01 日 10:05]--[2020-03-01 日 11:01] =>  0:56
    CLOCK: [2020-03-01 日 00:26]--[2020-03-01 日 01:06] =>  0:40
    CLOCK: [2020-02-29 六 20:05]--[2020-02-29 六 20:32] =>  0:27
    CLOCK: [2020-02-29 六 16:06]--[2020-02-29 六 16:25] =>  0:19
    CLOCK: [2020-02-29 六 13:32]--[2020-02-29 六 14:26] =>  0:54
    CLOCK: [2020-02-28 五 23:25]--[2020-02-29 六 00:09] =>  0:44
    CLOCK: [2020-02-27 四 21:49]--[2020-02-27 四 23:08] =>  1:19
    CLOCK: [2019-12-21 六 22:10]--[2019-12-22 日 00:20] =>  2:10
    CLOCK: [2019-12-21 六 13:38]--[2019-12-21 六 14:10] =>  0:32
    CLOCK: [2019-12-19 四 00:21]--[2019-12-19 四 00:41] =>  0:20
    CLOCK: [2019-12-18 三 01:15]--[2019-12-18 三 01:59] =>  0:44
    CLOCK: [2019-12-15 日 02:47]--[2019-12-15 日 03:13] =>  0:26
    CLOCK: [2019-12-14 六 23:40]--[2019-12-15 日 02:06] =>  2:26
    CLOCK: [2019-12-14 六 16:12]--[2019-12-14 六 16:43] =>  0:31
    CLOCK: [2019-12-14 六 09:57]--[2019-12-14 六 12:04] =>  2:07
    CLOCK: [2019-12-14 六 02:26]--[2019-12-14 六 02:54] =>  0:28
    CLOCK: [2019-12-13 五 21:10]--[2019-12-14 六 00:16] =>  2:56
    CLOCK: [2019-12-13 五 01:45]--[2019-12-13 五 03:00] =>  1:15
    CLOCK: [2019-12-13 五 01:06]--[2019-12-13 五 01:26] =>  0:20
    CLOCK: [2019-12-12 四 23:31]--[2019-12-13 五 00:35] =>  1:04
    CLOCK: [2019-12-12 四 00:27]--[2019-12-12 四 00:53] =>  0:26
    CLOCK: [2019-12-08 日 23:58]--[2019-12-09 一 00:43] =>  0:45
    CLOCK: [2019-12-08 日 07:59]--[2019-12-08 日 14:13] =>  6:14
    CLOCK: [2019-12-08 日 03:26]--[2019-12-08 日 04:20] =>  0:54
    CLOCK: [2019-12-07 六 00:34]--[2019-12-07 六 02:39] =>  2:05
    CLOCK: [2019-12-06 五 00:20]--[2019-12-06 五 01:06] =>  0:46
    CLOCK: [2019-12-03 二 23:18]--[2019-12-04 三 01:32] =>  2:14
    CLOCK: [2019-12-02 一 23:35]--[2019-12-03 二 00:49] =>  1:14
    CLOCK: [2019-12-02 一 00:51]--[2019-12-02 一 00:59] =>  0:08
    CLOCK: [2019-12-01 日 22:55]--[2019-12-01 日 23:45] =>  0:50
    CLOCK: [2019-12-01 日 13:18]--[2019-12-01 日 16:29] =>  3:11
    CLOCK: [2019-12-01 日 11:33]--[2019-12-01 日 13:01] =>  1:28
    CLOCK: [2019-12-01 日 10:39]--[2019-12-01 日 11:01] =>  0:22
    CLOCK: [2019-12-01 日 09:19]--[2019-12-01 日 10:23] =>  1:04
    CLOCK: [2019-11-29 五 23:51]--[2019-11-30 六 01:07] =>  1:16
    CLOCK: [2019-11-28 四 22:47]--[2019-11-29 五 00:27] =>  1:40
    CLOCK: [2019-11-28 四 20:55]--[2019-11-28 四 22:31] =>  1:36
    CLOCK: [2019-11-28 四 19:14]--[2019-11-28 四 20:18] =>  1:04
    CLOCK: [2019-11-26 二 22:39]--[2019-11-26 二 23:08] =>  0:29
    CLOCK: [2019-11-25 一 23:25]--[2019-11-26 二 01:03] =>  1:38
    CLOCK: [2019-11-24 日 23:10]--[2019-11-25 一 00:31] =>  1:21
    CLOCK: [2019-11-24 日 21:27]--[2019-11-24 日 22:43] =>  1:16
    CLOCK: [2019-11-24 日 11:17]--[2019-11-24 日 13:24] =>  2:07
    CLOCK: [2019-11-24 日 00:45]--[2019-11-24 日 01:10] =>  0:25
    CLOCK: [2019-11-23 六 20:41]--[2019-11-24 日 00:10] =>  3:29
    CLOCK: [2019-11-23 六 16:54]--[2019-11-23 六 20:07] =>  3:13
    CLOCK: [2019-11-23 六 10:12]--[2019-11-23 六 14:43] =>  4:31
    CLOCK: [2019-11-22 五 22:33]--[2019-11-23 六 01:48] =>  3:15
    CLOCK: [2019-11-21 四 23:13]--[2019-11-22 五 01:35] =>  2:22
    CLOCK: [2019-11-20 三 22:57]--[2019-11-21 四 01:41] =>  2:44
    CLOCK: [2019-11-20 三 00:31]--[2019-11-20 三 01:17] =>  0:46
    CLOCK: [2019-11-17 日 00:00]--[2019-11-17 日 01:00] =>  1:00
    CLOCK: [2019-11-16 六 12:30]--[2019-11-16 六 13:24] =>  0:54
    CLOCK: [2019-11-16 六 11:22]--[2019-11-16 六 11:57] =>  0:35
    CLOCK: [2019-11-15 五 23:30]--[2019-11-16 六 00:50] =>  1:20
    CLOCK: [2019-11-14 四 23:42]--[2019-11-14 四 23:51] =>  0:09
    CLOCK: [2019-11-09 六 01:11]--[2019-11-09 六 02:57] =>  1:46
    CLOCK: [2019-11-08 五 23:25]--[2019-11-09 六 00:11] =>  0:46
    CLOCK: [2019-11-07 四 23:10]--[2019-11-08 五 00:07] =>  0:57
    CLOCK: [2019-11-07 四 01:18]--[2019-11-07 四 02:40] =>  1:22
    CLOCK: [2019-11-06 三 22:35]--[2019-11-07 四 00:37] =>  2:02
    CLOCK: [2019-11-06 三 17:40]--[2019-11-06 三 22:35] =>  4:55
    CLOCK: [2019-11-06 三 06:48]--[2019-11-06 三 06:54] =>  0:06
    CLOCK: [2019-11-05 二 23:06]--[2019-11-06 三 00:17] =>  1:11
    CLOCK: [2019-11-04 一 23:25]--[2019-11-05 二 02:24] =>  2:59
    CLOCK: [2019-11-03 日 22:28]--[2019-11-04 一 01:42] =>  3:14
    CLOCK: [2019-11-03 日 18:54]--[2019-11-03 日 19:14] =>  0:20
    CLOCK: [2019-11-03 日 15:40]--[2019-11-03 日 16:41] =>  1:01
    CLOCK: [2019-11-03 日 11:00]--[2019-11-03 日 15:09] =>  4:09
    CLOCK: [2019-11-03 日 01:03]--[2019-11-03 日 02:05] =>  1:02
    CLOCK: [2019-11-02 六 22:59]--[2019-11-03 日 01:02] =>  2:03
    CLOCK: [2019-11-02 六 17:50]--[2019-11-02 六 19:04] =>  1:14
    CLOCK: [2019-11-02 六 14:40]--[2019-11-02 六 16:07] =>  1:27
    CLOCK: [2019-11-02 六 13:45]--[2019-11-02 六 14:34] =>  0:49
    CLOCK: [2019-11-02 六 11:28]--[2019-11-02 六 13:45] =>  2:17
    CLOCK: [2019-11-01 五 23:31]--[2019-11-02 六 04:27] =>  4:56
    CLOCK: [2019-10-31 四 23:49]--[2019-11-01 五 01:30] =>  1:41
    CLOCK: [2019-10-30 三 23:53]--[2019-10-31 四 02:35] =>  2:42
    CLOCK: [2019-10-29 二 23:20]--[2019-10-30 三 02:36] =>  3:16
    CLOCK: [2019-10-29 二 00:20]--[2019-10-29 二 00:42] =>  0:22
    CLOCK: [2019-10-28 一 23:18]--[2019-10-28 一 23:54] =>  0:36
    CLOCK: [2019-10-26 六 12:33]--[2019-10-26 六 13:05] =>  0:32
    CLOCK: [2019-10-26 六 11:05]--[2019-10-26 六 12:00] =>  0:55
    CLOCK: [2019-10-26 六 10:26]--[2019-10-26 六 11:01] =>  0:35
    CLOCK: [2019-10-24 四 22:00]--[2019-10-25 五 02:30] =>  4:30
    CLOCK: [2019-10-23 三 22:35]--[2019-10-24 四 01:34] =>  2:59
    CLOCK: [2019-10-21 一 23:24]--[2019-10-22 二 02:05] =>  2:41
    CLOCK: [2019-10-16 三 23:12]--[2019-10-17 四 01:28] =>  2:16
    CLOCK: [2019-10-15 二 21:55]--[2019-10-16 三 01:20] =>  3:25
    CLOCK: [2019-10-14 一 21:25]--[2019-10-15 二 01:14] =>  3:49
    CLOCK: [2019-10-14 一 04:25]--[2019-10-14 一 04:49] =>  0:24
    CLOCK: [2019-10-14 一 03:09]--[2019-10-14 一 03:25] =>  0:16
    CLOCK: [2019-10-13 日 11:28]--[2019-10-14 一 02:35] => 15:07
    CLOCK: [2019-10-12 六 21:40]--[2019-10-13 日 03:25] =>  5:45
    CLOCK: [2019-10-12 六 03:38]--[2019-10-12 六 04:38] =>  1:00
    CLOCK: [2019-10-11 五 22:48]--[2019-10-12 六 03:25] =>  4:37
    CLOCK: [2019-10-10 四 08:05]--[2019-10-10 四 09:04] =>  0:59
    CLOCK: [2019-10-09 三 21:40]--[2019-10-10 四 04:59] =>  7:19
    CLOCK: [2019-10-09 三 14:54]--[2019-10-09 三 21:34] =>  6:40
    CLOCK: [2019-10-09 三 09:34]--[2019-10-09 三 14:37] =>  5:03
    CLOCK: [2019-10-08 二 20:27]--[2019-10-09 三 03:16] =>  6:49
    CLOCK: [2019-10-06 日 01:18]--[2019-10-06 日 01:52] =>  0:34
    CLOCK: [2019-10-04 五 10:23]--[2019-10-04 五 10:27] =>  0:04
    CLOCK: [2019-10-03 四 22:25]--[2019-10-03 四 22:30] =>  0:05
    CLOCK: [2019-10-03 四 20:56]--[2019-10-03 四 21:06] =>  0:10
    CLOCK: [2019-10-03 四 17:58]--[2019-10-03 四 19:15] =>  1:17
    CLOCK: [2019-10-03 四 15:02]--[2019-10-03 四 16:30] =>  1:28
    CLOCK: [2019-10-03 四 13:14]--[2019-10-03 四 14:05] =>  0:51
    CLOCK: [2019-10-03 四 09:51]--[2019-10-03 四 10:50] =>  0:59
    CLOCK: [2019-10-03 四 08:15]--[2019-10-03 四 08:52] =>  0:37
    CLOCK: [2019-10-02 三 21:27]--[2019-10-03 四 00:15] =>  2:48
    CLOCK: [2019-10-02 三 20:42]--[2019-10-02 三 21:10] =>  0:28
    CLOCK: [2019-10-02 三 13:39]--[2019-10-02 三 15:02] =>  1:23
    CLOCK: [2019-10-02 三 11:11]--[2019-10-02 三 11:25] =>  0:14
    CLOCK: [2019-10-01 二 23:18]--[2019-10-02 三 02:25] =>  3:07
    CLOCK: [2019-10-01 二 19:56]--[2019-10-01 二 21:55] =>  1:59
    CLOCK: [2019-10-01 二 18:05]--[2019-10-01 二 18:30] =>  0:25
    CLOCK: [2019-10-01 二 17:39]--[2019-10-01 二 17:59] =>  0:20
    CLOCK: [2019-10-01 二 15:29]--[2019-10-01 二 15:38] =>  0:09
    CLOCK: [2019-10-01 二 08:36]--[2019-10-01 二 10:00] =>  1:24
    CLOCK: [2019-10-01 二 07:31]--[2019-10-01 二 08:00] =>  0:29
    CLOCK: [2019-09-30 一 23:14]--[2019-10-01 二 00:10] =>  0:56
    CLOCK: [2019-09-30 一 15:24]--[2019-09-30 一 19:05] =>  3:41
    CLOCK: [2019-09-30 一 10:35]--[2019-09-30 一 11:32] =>  0:57
    CLOCK: [2019-09-30 一 04:30]--[2019-09-30 一 06:04] =>  1:34
    CLOCK: [2019-09-29 日 19:18]--[2019-09-29 日 20:42] =>  1:24
    CLOCK: [2019-09-28 六 23:41]--[2019-09-29 日 04:24] =>  4:43
    CLOCK: [2019-09-28 六 16:27]--[2019-09-28 六 16:47] =>  0:20
    CLOCK: [2019-09-28 六 10:50]--[2019-09-28 六 15:36] =>  4:46
    CLOCK: [2019-09-27 五 22:11]--[2019-09-28 六 02:29] =>  4:18
    CLOCK: [2019-09-27 五 02:31]--[2019-09-27 五 03:31] =>  1:00
    CLOCK: [2019-09-27 五 01:59]--[2019-09-27 五 02:13] =>  0:14
    CLOCK: [2019-09-26 四 01:31]--[2019-09-26 四 04:51] =>  3:20
    CLOCK: [2019-09-25 三 22:47]--[2019-09-26 四 01:08] =>  2:21
    CLOCK: [2019-09-24 二 23:27]--[2019-09-25 三 02:05] =>  2:38
    CLOCK: [2019-09-24 二 13:42]--[2019-09-24 二 15:10] =>  1:28
    CLOCK: [2019-09-24 二 11:01]--[2019-09-24 二 13:14] =>  2:13
    CLOCK: [2019-09-24 二 00:25]--[2019-09-24 二 02:11] =>  1:46
    CLOCK: [2019-09-22 日 23:35]--[2019-09-23 一 02:21] =>  2:46
    CLOCK: [2019-09-22 日 17:04]--[2019-09-22 日 18:04] =>  1:00
    CLOCK: [2019-09-22 日 14:19]--[2019-09-22 日 16:50] =>  2:31
    CLOCK: [2019-09-22 日 13:07]--[2019-09-22 日 13:08] =>  0:01
    CLOCK: [2019-09-22 日 11:17]--[2019-09-22 日 11:44] =>  0:27
    CLOCK: [2019-09-21 六 23:40]--[2019-09-22 日 00:17] =>  0:37
    CLOCK: [2019-09-21 六 21:16]--[2019-09-21 六 23:29] =>  2:13
    CLOCK: [2019-09-21 六 10:56]--[2019-09-21 六 15:46] =>  4:50
    CLOCK: [2019-09-21 六 10:01]--[2019-09-21 六 10:47] =>  0:46
    CLOCK: [2019-09-21 六 00:08]--[2019-09-21 六 03:12] =>  3:04
    CLOCK: [2019-09-19 四 23:37]--[2019-09-20 五 01:25] =>  1:48
    CLOCK: [2019-09-18 三 23:53]--[2019-09-19 四 01:06] =>  1:13
    CLOCK: [2019-09-18 三 00:24]--[2019-09-18 三 02:32] =>  2:08
    CLOCK: [2019-09-17 二 00:08]--[2019-09-17 二 01:30] =>  1:22
    CLOCK: [2019-09-11 三 23:20]--[2019-09-12 四 02:19] =>  2:59
    CLOCK: [2019-09-11 三 00:09]--[2019-09-11 三 02:37] =>  2:28
    CLOCK: [2019-09-06 五 01:20]--[2019-09-06 五 03:30] =>  2:10
    CLOCK: [2019-09-05 四 01:38]--[2019-09-05 四 02:33] =>  0:55
*** 1910 整理玩魔兽怀旧游戏截图
    CLOCK: [2019-10-28 一 02:24]--[2019-10-28 一 03:30] =>  1:06
*** 1903 塞尔达传说：荒野之息
    CLOCK: [2019-05-18 六 10:10]--[2019-05-18 六 10:50] =>  0:40
    CLOCK: [2019-05-18 六 01:10]--[2019-05-18 六 01:40] =>  0:30
*** 1905 隐形守护者
    CLOCK: [2019-05-16 四 00:37]--[2019-05-16 四 01:00] =>  0:23

** 健身
*** 2003 Switch健身环
    CLOCK: [2020-03-30 一 22:57]--[2020-03-30 一 23:30] =>  0:33
    CLOCK: [2020-03-24 二 23:57]--[2020-03-25 三 00:20] =>  0:23
    CLOCK: [2020-03-24 二 00:30]--[2020-03-24 二 00:57] =>  0:27
*** 百度科技楼健身房
    CLOCK: [2019-05-21 二 20:39]--[2019-05-21 二 21:10] =>  0:31

    
    
    
    
